Repository: KDE/glaxnimate
Catalog: po/sa/glaxnimate.po
Languages: sa

source: Drag Keyframes
sa: कीफ्रेम्स् खींचें

source: Fill and Stroke
sa: पूरणं तथा आघात

source: Create
sa: निर्मियताम्

source: Raw Shape
sa: कच्चा आकारः

source: Fit View
sa: Fit View इति

source: Zoom In
sa: Zoom In इति

source: Zoom Out
sa: Zoom Out इति

source: Reset Zoom
sa: Zoom पुनः सेट् कुर्वन्तु

source: Angle
sa: कोण
