Repository: KDE/glaxnimate
Catalog: po/sa/glaxnimate.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: transform
sa: परिणमति

source: start_opacity
sa: प्रारम्भ_अस्पष्टता

source: miter_limit
sa: मितरे_सीमा

source: reversed
sa: विपर्यस्तम्

source: position
sa: स्थितिः

source: rounded
sa: गोलम्

source: timing
sa: समयः

source: size
sa: आकृति

source: opacity
sa: अस्पष्टता

source: shapes
sa: आकाराः

source: end
sa: अंत

source: multiple
sa: बहु

source: path
sa: पथं

source: fill_rule
sa: पूरय_नियम

source: type
sa: प्रकारः

source: outer_radius
sa: बाह्य_त्रिज्या

source: angle
sa: कोण:

source: outer_roundness
sa: बाह्य_गोलत्वम्

source: color
sa: वर्ण

source: use
sa: उपयुञ्जताम्‌

source: amount
sa: राशिः

source: join
sa: आबन्धम्

source: animation
sa: एनिमेशन

source: mask
sa: मुखावरण

source: frequency
sa: आवृत्ती

source: anchor_point
sa: लंगर_बिन्दु

source: scale
sa: मापन

source: data
sa: दत्तांश

source: width
sa: विस्तार

source: css_url
sa: css_url इति

source: colors
sa: वर्णाः

source: start_point
sa: प्रारम्भ_बिन्दु

source: gradient_colors
sa: ढाल_रङ्गाः

source: compositions
sa: रचनाः

source: first_frame
sa: प्रथम_चक्रम्

source: name
sa: नामः

source: stretch
sa: विस्तार

source: inverted
sa: विपर्यस्तम्

source: Create frame layers
sa: फ्रेम लेयर्स् रचयन्तु

source: This dialog creates layer to help with frame by frame animation. You specify the time range you want to split into frames, and the number of frames you want. Then layers are created that appear in and out at uniform time intervals. You can use these layers for frame-by-frame animation.
sa: अयं संवादः frame by frame एनिमेशन इत्यस्य सहायार्थं लेयरं निर्माति । भवन्तः फ्रेम्स् मध्ये विभक्तुं इच्छन्ति समयपरिधिं, इच्छितं फ्रेम्स संख्यां च निर्दिशन्ति । ततः स्तराः निर्मीयन्ते ये एकरूपसमयान्तरेषु अन्तः बहिः च दृश्यन्ते । एतानि स्तराः भवन्तः फ्रेम-दर-फ्रेम् एनिमेशनस्य कृते उपयोक्तुं शक्नुवन्ति ।

source: Begin
sa: आरम्भ

source: End
sa: अंत

source: Number of frames
sa: फ्रेम्स संख्या

source: Search
sa: अन्वेषण

source: Replace
sa: प्रत्याहृ

source: Open File
sa: सञ्चिकां उद्घाटयन्तु

source: Raster images need to be traced into vectors
sa: रास्टर-प्रतिमानां सदिशेषु अनुसन्धानं करणीयम्

source: Save File
sa: सञ्चिकां रक्षतु

source: Could not save the file
sa: सञ्चिकां रक्षितुं न शक्तवान्

source: Unknown file type
sa: अज्ञातः सञ्चिकाप्रकारः

source: Could not unzip the file
sa: सञ्चिकां अनजिप् कर्तुं न शक्तवान्

source: Unknown file type. Supported files: %1
sa: अज्ञातः सञ्चिकाप्रकारः । समर्थितसञ्चिकाः : १. %1

source: Error loading %1 file
sa: %1 सञ्चिकां लोड् करणं त्रुटिः

source: Clears the current document and creates a new empty one
sa: वर्तमानदस्तावेजं स्वच्छं कृत्वा नूतनं रिक्तं रचयति

source: Prompts the user to select a document to open. Currently the following formats are supported: %1
sa: उपयोक्तारं उद्घाटयितुं दस्तावेजं चिन्वितुं प्रेरयति । सम्प्रति निम्नलिखितस्वरूपाणि समर्थितानि सन्ति । %1

source: Prompts the user to select a document to append as an object to the current one.
sa: उपयोक्तारं वर्तमानस्य वस्तुरूपेण योजयितुं दस्तावेजं चिन्वितुं प्रेरयति ।

source: Save the current document, prompting to select a file for new documents
sa: नूतनदस्तावेजानां कृते सञ्चिकां चयनं कर्तुं प्रेरयन् वर्तमानदस्तावेजं रक्षन्तु

source: Save the current document, always prompting to select a file.
sa: वर्तमानदस्तावेजं रक्षन्तु, सर्वदा सञ्चिकां चयनं कर्तुं प्रेरयन्तु ।

source: Save a copy of current document, prompting to select a format and a file. Currently the following formats are supported: %1
sa: वर्तमानदस्तावेजस्य प्रतिलिपिं रक्षन्तु, प्रारूपं सञ्चिकां च चिन्वन्तु । सम्प्रति निम्नलिखितस्वरूपाणि समर्थितानि सन्ति । %1

source: Saves the current frame as a still image
sa: वर्तमानं फ्रेमं स्थिरप्रतिबिम्बरूपेण रक्षति

source: Creates a sticker pack to export to Telegram. Note that only recent version of Telegram support this. If your Telegram version is too old, you can Export the file to TGS and upload that on Telegram.
sa: Telegram - मध्ये निर्यातयितुं स्टिकर्-पैक् रचयति । ध्यानं कुर्वन्तु यत् केवलं Telegram इत्यस्य अद्यतनसंस्करणमेव एतत् समर्थयति । यदि भवतः Telegram संस्करणम् अतीव पुरातनं अस्ति तर्हि भवान् सञ्चिकां TGS मध्ये Export कृत्वा Telegram इत्यत्र अपलोड् कर्तुं शक्नोति ।

source: Cuts the selection into the clipboard.
sa: चयनं क्लिप्बोर्ड् मध्ये कटयति ।

source: Copies the selection into the clipboard.
sa: चयनं क्लिप्बोर्ड् मध्ये प्रतिलिपिं करोति ।

source: Pastes from the clipboard into the current document.
sa: क्लिप्बोर्ड् तः वर्तमानदस्तावेजे चिनोति ।

source: Removes the selected item.
sa: चयनितं द्रव्यं निष्कासयति।

source: Undoes the last action.
sa: अन्तिमं कार्यं पूर्ववत् करोति।

source: Redoes the last undone action.
sa: अन्तिमं अकृतं कार्यं पुनः करोति ।

source: Opens the side pane used to change the advanced properties for the selected object.
sa: चयनितस्य वस्तुनः उन्नतगुणान् परिवर्तयितुं प्रयुक्तं पार्श्वफलकं उद्घाटयति ।

source: Shows the timeline and playback controls.
sa: समयरेखां प्लेबैक् नियन्त्रणं च दर्शयति ।

source: Opens the side pane used to select the fill color.
sa: पूरणवर्णस्य चयनार्थं प्रयुक्तं पार्श्वफलकं उद्घाटयति ।

source: Opens the side pane used to select the stroke color and style.
sa: स्ट्रोक् वर्णं शैलीं च चयनार्थं प्रयुक्तं पार्श्वफलकं उद्घाटयति ।

source: Shows this help.
sa: एतत् साहाय्यं दर्शयति।

source: Select tool, you can use it to select objects and change their transform.
sa: Select tool, भवन्तः तस्य उपयोगं objects चयनं कर्तुं तेषां transform परिवर्तयितुं च शक्नुवन्ति ।

source: Edit tool, used to edit existing items (eg: moving, bezier nodes, setting rounded corners on a rectangle, etc.)
sa: सम्पादन-उपकरणं, विद्यमान-वस्तूनाम् सम्पादनार्थं प्रयुक्तम् (उदा.: चलनम्, बेजियर-नोड्स्, आयतस्य उपरि गोलकोणानां सेट् इत्यादीनि)

source: Shows a tray with the curve drawing tools.
sa: वक्रचित्रणसाधनसहितं ट्रे दर्शयति ।

source: Create Bezier curves using nodes and handles.
sa: नोड्स तथा हन्डल इत्येतयोः उपयोगेन Bezier curves रचयन्तु ।

source: Draw curves freehand.
sa: वक्राणि मुक्तहस्तेन आकर्षयन्तु।

source: Shows a tray with the shape drawing tools.
sa: आकारचित्रणसाधनसहितं ट्रे दर्शयति ।

source: Draws rectangles.
sa: आयतान् आकर्षयति।

source: Draws ellipses.
sa: दीर्घवृत्तानि आकर्षयति।

source: Draws a star, after it's been created you can change it into a regular polygon and change the number of sides from the properties pane.
sa: तारकं आकर्षयति, तस्य निर्माणानन्तरं भवान् तत् नियमितबहुभुजे परिवर्तयितुं शक्नोति तथा च गुणफलकात् पार्श्वसङ्ख्यां परिवर्तयितुं शक्नोति ।

source: Create and edit text shapes.
sa: पाठस्य आकृतयः रचयन्तु सम्पादयन्तु च।

source: Toggles the menu showing non-drawing buttons.
sa: अ-चित्रणं बटन् दर्शयन्तं मेनू टॉग्ल् करोति ।

source: Starts playback.
sa: प्लेबैक् आरभते।

source: Toggles looping for the playback (on by default).
sa: प्लेबैक् कृते (पूर्वनिर्धारितरूपेण चालू) लूपिंग् टॉग्ल् करोति ।

source: Jumps to the first frame.
sa: प्रथमं फ्रेमं प्रति कूर्दति।

source: Goes to the previous frame.
sa: पूर्वचतुष्कोणं गच्छति।

source: Goes to the next frame.
sa: अग्रिम फ्रेम प्रति गच्छति।

source: Jumps to the last frame.
sa: अन्तिमचक्रं प्रति कूर्दति।

source: When enabled (which is the default) whenever you change an object property, a new keyframe is added for that property.
sa: यदा सक्षमं भवति (यत् पूर्वनिर्धारितं भवति) यदा कदापि भवान् वस्तुगुणं परिवर्तयति तदा तस्य गुणस्य कृते नूतनं कीफ्रेम् योजितं भवति ।

source: Push the selection further back.
sa: चयनं अधिकं पृष्ठतः धक्कायन्तु।

source: Brings the selection further to the front.
sa: चयनं अग्रे अग्रे आनयति।

source: Timeline
sa: कालरेखा

source: Fill Style
sa: Fill Style इति

source: Stroke Style
sa: आघात शैली

source: Raise
sa: उत्थापय

source: Lower
sa: अवच

source: Cut
sa: छिन्न

source: Copy
sa: प्रतिलिपि

source: Paste
sa: चिनोतु

source: Delete Selected
sa: चयनितं विलोपयतु

source: Raise Above
sa: उपरि उत्थापयतु

source: Lower Below
sa: Lower Below इति

source: Undo
sa: पूर्ववत

source: Redo
sa: पुनः करो

source: New
sa: नूतनम्‌

source: Open...
sa: उद्घाटित...

source: Open
sa: उद्घाटित

source: Import as Composition
sa: रचनारूपेण आयातः

source: Save...
sa: रक्ष्...

source: Save
sa: रक्ष्

source: Save As
sa: यथा रक्षतु

source: Export
sa: निर्यात

source: Save Frame as PNG
sa: Frame इत्येतत् PNG इति रक्षन्तु

source: Send to Telegram
sa: तारं प्रति प्रेषयन्तु

source: Layers
sa: स्तराः

source: Advanced Properties
sa: उन्नत गुण

source: Help
sa: साहाय्यम्‌

source: Animation.%1
sa: एनिमेशन।%1

source: Closing Animation
sa: समापन एनिमेशन

source: The animation has unsaved changes. Do you want to save your changes?
sa: एनिमेशनस्य अरक्षिताः परिवर्तनाः सन्ति । किं भवान् स्वपरिवर्तनानि रक्षितुं इच्छति ?

source: Import File
sa: सञ्चिकां आयातयतु

source: Could not import file
sa: सञ्चिकां आयातयितुं न शक्तवान्

source: Frame %1.png
sa: फ्रेम %1.png

source: Add keyframe
sa: कीफ्रेम् योजयन्तु

source: Remove keyframe
sa: कीफ्रेम् निष्कासयन्तु

source: Clear Animations
sa: स्पष्ट एनिमेशन

source: Emoji
sa: इमोजी

source: Glaxnimate
sa: ग्लैक्सनिमेट

source: Too many stickers
sa: अत्यधिकं स्टिकर्

source: Could not open file
sa: सञ्चिकां उद्घाटयितुं न शक्तवान्

source: Cannot save as TGS
sa: TGS इति रूपेण रक्षितुं न शक्यते

source: Are you sure you want to remove all stickers from the pack?
sa: किं भवन्तः निश्चयेन सर्वाणि स्टिकर्-पत्राणि प्याक्-तः हर्तुं इच्छन्ति?

source: Export Stickers
sa: निर्यात स्टिकर

source: Open Sticker
sa: स्टिकरं उद्घाटयन्तु

source: Clear
sa: स्पष्टः

source: Add Current
sa: वर्तमानं योजयतु

source: Could not start activity, is Telegram installed?
sa: क्रियाकलापं आरभुं न शक्तवान्, Telegram संस्थापितम् अस्ति वा?

source: (c) 2019-2023
sa: (ग) 2019-2023

source: Mattia "Glax" Basaglia
sa: मट्टिया "ग्लैक्स" बासाग्लिया

source: Maintainer
sa: परिपालकः

source: potrace
sa: व्ययीकरोतु

source: Used by the bitmap tracing feature.
sa: बिटमैप् ट्रेसिंग् फीचर् द्वारा उपयुज्यते ।

source: libav
sa: निःशुल्कः

source: libarchive
sa: लिबरचिवे

source: pybind11
sa: प्यबिन्द११

source: Used by the plugin system.
sa: प्लगिन् प्रणाल्याः उपयोगः भवति ।

source: CPython
sa: सीपायथन्

source: Inkscape
sa: मसिदृश्यम्

source: Update %1 keyframe at %2
sa: %1 कीलफ्रेम् %2 इत्यत्र अद्यतनं कुर्वन्तु

source: Remove %1 keyframe at %2
sa: %2 इत्यत्र %1 कीलफ्रेम् निष्कासयन्तु

source: Remove %1 keyframe %2
sa: %1 कीलफ्रेम् %2 निष्कासयन्तु

source: Add keyframe for %1 at %2
sa: %2 इत्यत्र %1 कृते कीलफ्रेम् योजयन्तु

source: Update %1 at %2
sa: %1 %2 इत्यत्र अद्यतनं कुर्वन्तु

source: Update %1
sa: %1 अद्यतनं कुर्वन्तु

source: Update keyframe transition
sa: कीफ्रेम संक्रमणं अद्यतनं कुर्वन्तु

source: Move keyframe
sa: कीफ्रेम् चालयन्तु

source: Remove animations from %1
sa: %1 तः एनिमेशनं निष्कासयन्तु

source: Update animation path
sa: एनिमेशन मार्ग अद्यतन करें

source: Stretch Time
sa: खिंचाव समय

source: Create %1
sa: %1 रचयन्तु

source: Remove %1
sa: %1 निष्कासयन्तु

source: Move Object
sa: वस्तु चालयन्तु

source: Group Shapes
sa: समूहाकाराः

source: Ungroup Shapes
sa: Ungroup Shapes इति

source: Duplicate %1
sa: %1 द्वितीयकम्

source: Move %1
sa: %1 चालयन्तु

source: Could not load file: %1
sa: सञ्चिकां लोड् कर्तुं न शक्यते: %1

source: Adobe After Effects Project
sa: एडोब आफ्टर इफेक्ट्स प्रोजेक्ट

source: Adobe After Effects Project XML
sa: एडोब आफ्टर इफेक्ट्स् प्रोजेक्ट एक्सएमएल

source: External asset not found: %1
sa: बाह्यसम्पत्तिः न प्राप्ता: %1

source: Unknown property "%1" of "%2"
sa: "%2" इत्यस्य अज्ञातगुणः "%1" ।

source: Expected property for %1
sa: %1 कृते अपेक्षितं गुणम्

source: Could convert %1
sa: %1 परिवर्तनं कर्तुं शक्नोति

source: Invalid value for %1
sa: %1 कृते अमान्यमूल्यम्

source: Expected property group for transform
sa: परिवर्तनार्थं अपेक्षितः गुणसमूहः

source: Unknown property "%1"
sa: अज्ञात गुणः "%1" ।

source: Unknown shape %1
sa: अज्ञात आकार %1

source: Clip
sa: क्लिप्

source: Unknown asset type for %1
sa: %1 कृते अज्ञातः सम्पत्तिप्रकारः

source: Not an AEP file
sa: न तु AEP सञ्चिका

source: Unknown Item type %s
sa: अज्ञातः मदप्रकारः %s

source: Missing composition data
sa: रचनादत्तांशः अनुपलब्धः

source: Unknown encoding for %1
sa: %1 कृते अज्ञातं एन्कोडिंग्

source: Missing asset data
sa: सम्पत्तिदत्तांशः गम्यते

source: Missing layer data
sa: स्तरदत्तांशः अनुपलब्धः

source: Missing mask properties
sa: मास्क गुणाः लुप्ताः

source: Unknown property type: %1
sa: अज्ञातः गुणप्रकारः: %1

source: Missing list data
sa: सूचीदत्तांशः अनुपलब्धः

source: Not enough data in list
sa: सूचीयां पर्याप्तं दत्तांशं नास्ति

source: Invalid text document: %1
sa: अमान्यपाठदस्तावेजः: %1

source: Not enough data
sa: पर्याप्तं दत्तांशं नास्ति

source: Unknown format %1
sa: अज्ञात प्रारूप %1

source: Android Vector Drawable
sa: Android वेक्टर Drawable

source: Unknown interpolator %s
sa: अज्ञातः प्रक्षेपकः %s

source: Unknown resource id %1
sa: अज्ञात संसाधन id %1

source: Could not read file %1
sa: %1 सञ्चिकां पठितुं न शक्तवती

source: Could not load resource %1
sa: संसाधनं %1 लोड् कर्तुं न शक्तम्

source: %s should be in a group
sa: %s समूहे भवेत्

source: %s is not supported
sa: %s समर्थितं नास्ति

source: %s are not supported
sa: %s समर्थितं नास्ति

source: %s cannot be a clip path
sa: %s क्लिप् मार्गः न भवितुम् अर्हति

source: Glaxnimate Animation
sa: ग्लैक्सनिमेट एनिमेशन

source: Could not parse JSON: %1
sa: JSON: %1 इत्यस्य विश्लेषणं कर्तुं न शक्तम्

source: No JSON object found
sa: कोऽपि JSON वस्तु न प्राप्तः

source: Opening a file from a newer version of Glaxnimate
sa: Glaxnimate इत्यस्य नूतनतरसंस्करणात् सञ्चिकां उद्घाटयति

source: Missing composition
sa: अनुपलब्ध रचना

source: Property %1 of %2 refers to unexisting object %3
sa: %2 इत्यस्य %1 गुणः अस्तित्वहीनं वस्तु %3 निर्दिशति

source: Could not load %1 for %2: uuid refers to an unacceptable object
sa: %2 कृते %1 लोड् कर्तुं न शक्तम्: uuid अस्वीकार्यं वस्तु निर्दिशति

source: Object %1 is invalid
sa: %1 वस्तु अमान्यम् अस्ति

source: Wrong object type: expected '%1' but got '%2'
sa: गलत् वस्तुप्रकारः: अपेक्षितः '%1' परन्तु '%2' प्राप्तः ।

source: Could not load %1 for %2
sa: %2 कृते %1 लोड् कर्तुं न शक्तम्

source: Could not set property %1
sa: %1 गुणं सेट् कर्तुं न शक्तम्

source: Item %1 for %2 in %3 isn't an object
sa: %3 मध्ये %2 कृते %1 मदं वस्तु नास्ति

source: Item %1 for %2 in %3 is not acceptable
sa: %3 मध्ये %2 कृते %1 मदं स्वीकार्यं नास्ति

source: Keyframe must specify a time
sa: कीफ्रेम् इत्यनेन समयः निर्दिष्टः करणीयः

source: Keyframe must specify a value
sa: Keyframe इत्यनेन मूल्यं निर्दिष्टं कर्तव्यम्

source: Could not add keyframe
sa: कीफ्रेम् योजयितुं न शक्तवान्

source: Unknown object of type '%1'
sa: '%1' प्रकारस्य अज्ञात वस्तु ।

source: Lottie only supports layers in the top level
sa: लोट्टी केवलं शीर्षस्तरस्य स्तरानाम् समर्थनं करोति

source: Lottie only supports auto-orient layers in the top level
sa: लोट्टी केवलं शीर्षस्तरस्य स्वयम्-उन्मुखस्तरानाम् समर्थनं करोति

source: Images cannot be grouped with other shapes, they must be inside a layer
sa: चित्राणि अन्यैः आकारैः सह समूहीकृत्य स्थापयितुं न शक्यन्ते, ते स्तरस्य अन्तः एव भवितुमर्हन्ति

source: Composition layers cannot be grouped with other shapes, they must be inside a layer
sa: रचनास्तराः अन्यैः आकारैः सह समूहितुं न शक्यन्ते, ते स्तरस्य अन्तः एव भवितुमर्हन्ति

source: Pretty
sa: सुभगा

source: Pretty print the JSON
sa: JSON इत्यस्य सुन्दरं मुद्रणं कुर्वन्तु

source: Strip
sa: वि- वस्त्राय्

source: Strip unused properties
sa: अप्रयुक्तगुणान् पट्टिकां कुर्वन्तु

source: Embed Images
sa: चित्राणि एम्बेड् कुर्वन्तु

source: Automatically embed non-embedded images
sa: स्वयमेव अ-एम्बेड्ड् इमेज् एम्बेड् कुर्वन्तु

source: Legacy Keyframes
sa: विरासत कीफ्रेम्स

source: Compatibility with lottie-web versions prior to 5.0.0
sa: 5.0.0 इत्यस्मात् पूर्वं lottie-web संस्करणैः सह संगतता

source: Lottie Animation
sa: लोट्टी एनिमेशन

source: Lottie HTML Preview
sa: लोट्टी एचटीएमएल पूर्वावलोकन

source: Missing layer type for %1
sa: %1 कृते स्तरप्रकारः अनुपलब्धः

source: Cannot use %1 as parent as it couldn't be loaded
sa: %1 इत्यस्य उपयोगं मातापितृरूपेण कर्तुं न शक्यते यतः तत् लोड् कर्तुं न शक्यते स्म

source: Invalid parent layer %1
sa: अमान्य मातापितृस्तरः %1

source: Unsupported layer of type %1
sa: %1 प्रकारस्य असमर्थितः स्तरः

source: Missing shape type
sa: आकारप्रकारः अनुपलब्धः

source: Unsupported shape type %1
sa: असमर्थितः आकारप्रकारः %1

source: Unknown field %2%1
sa: अज्ञात क्षेत्र %2%1

source: Invalid bezier point %1 in %2
sa: %2 मध्ये %1 अमान्यः बेजियर-बिन्दुः

source: Invalid keyframes for %1
sa: %1 कृते अमान्यकीफ्रेम्स्

source: (null)
sa: (लुप्तमूल्य)

source: (empty)
sa: (रिक्तम्‌)

source: Cannot load keyframe at %1 for %2 with value %3
sa: %3 मूल्येन %2 कृते %1 इत्यत्र कीलफ्रेम् लोड् कर्तुं न शक्यते

source: Duplicate Bitmap ID: %1
sa: द्वितीयकं बिटमैप ID: %1

source: Duplicate Composition ID: %1
sa: द्वितीयक रचना ID: %1

source: Star Shapes are not officially supported
sa: Star Shapes इत्यस्य आधिकारिकरूपेण समर्थनं नास्ति

source: Images are not supported
sa: चित्राणि समर्थितानि न सन्ति

source: Gradient strokes are not officially supported
sa: ढाल-आघाताः आधिकारिकतया समर्थिताः न सन्ति

source: Masks are not supported
sa: मुखौटाः समर्थिताः न भवन्ति

source: Repeaters are not officially supported
sa: पुनरावर्तकाः आधिकारिकतया समर्थिताः न सन्ति

source: Inflate/Deflate is not supported
sa: Inflate/Deflate समर्थितं नास्ति

source: Offset Path is not supported
sa: Offset Path समर्थितः नास्ति

source: ZigZag is not supported
sa: ZigZag समर्थितं नास्ति

source: File too large: %1k, should be under 64k
sa: सञ्चिका अतीव विशाला: %1k, 64k इत्यस्य अधः भवितुम् अर्हति

source: Telegram Animated Sticker
sa: तार एनिमेटेड स्टिकर

source: Invalid width: %1, should be %2
sa: अमान्यविस्तारः : %1, %2 भवितुमर्हति

source: Invalid height: %1, should be %2
sa: अमान्य ऊर्ध्वता: %1, %2 भवितुमर्हति

source: Invalid fps: %1, should be %2
sa: अमान्य fps: %1, %2 भवितुम् अर्हति

source: Too many frames: %1, should be less than %2
sa: अत्यधिकाः फ्रेमाः: %1, %2 इत्यस्मात् न्यूनाः भवेयुः

source: Raster Image
sa: रास्टर इमेज

source: Frame Width
sa: फ्रेम चौड़ाई

source: Width of each frame
sa: प्रत्येकस्य फ्रेमस्य विस्तारः

source: Frame Height
sa: फ्रेम ऊंचाई

source: Height of each frame
sa: प्रत्येकस्य फ्रेमस्य ऊर्ध्वता

source: Columns
sa: स्तम्भाः

source: Number of columns in the sheet
sa: पत्रे स्तम्भानां संख्या

source: Time Step
sa: काल सोपान

source: By how much each rendered frame should increase time (in frames)
sa: प्रत्येकं रेण्डर्ड् फ्रेमं कियत्कालं वर्धयेत् (फ्रेम्स्) ।

source: Sprite Sheet
sa: स्प्राइट शीट्

source: Bezier has mismatching number of points
sa: बेजियरस्य अंकसङ्ख्या असङ्गता अस्ति

source: Unknown property %1 of %2 (%3, %4)
sa: अज्ञात गुणः %2 तः %1 (%3, %4)

source: Unknown keyframe type for property %1 of %2 (%3, %4)
sa: %2 (%3, %4) इत्यस्य %1 गुणस्य कृते अज्ञातः कीलफ्रेम् प्रकारः ।

source: Unsupported format
sa: असमर्थित प्रारूप

source: Could not read header
sa: शीर्षकं पठितुं न शक्तवान्

source: Loading unsupported rive file version %1.%2, the only supported version is %3
sa: असमर्थितं rive सञ्चिकासंस्करणं %1.%2 लोड् कुर्वन्, एकमेव समर्थितं संस्करणं %3 अस्ति

source: Could not read property table
sa: गुणसारणी पठितुं न शक्तवान्

source: Rive Animation
sa: रिवे एनिमेशन

source: RIVE HTML Preview
sa: RIVE HTML पूर्वावलोकनम्

source: Unexpected Keyed Object
sa: अप्रत्याशित कीलयुक्त वस्तु

source: Invalid Keyed Object id %1
sa: अमान्य कीलयुक्तं वस्तु id %1

source: Unexpected Keyed Property
sa: अप्रत्याशित कीलयुक्त सम्पत्ति

source: Unknown Keyed Property id %1
sa: अज्ञात कीलयुक्त गुण id %1

source: Unexpected Animation
sa: अप्रत्याशित एनिमेशन

source: Unexpected Asset Contents
sa: अप्रत्याशित सम्पत्ति सामग्री

source: Invalid Image Data
sa: अमान्यः चित्रदत्तांशः

source: Unexpected Keyframe
sa: अप्रत्याशित कीफ्रेम

source: Could not find parent with id %1
sa: id %1 इत्यनेन सह मातापितरं न लब्धम्

source: Parent circular reference detected
sa: मातापितृ परिपत्र सन्दर्भ ज्ञात

source: Unknown object of type %1
sa: %1 प्रकारस्य अज्ञातवस्तु

source: Could not load object type ID
sa: वस्तुप्रकारस्य ID लोड् कर्तुं न शक्तवान्

source: Could not load property ID in %1 (%2)
sa: %1 (%2) मध्ये गुण ID लोड् कर्तुं न शक्तवान् ।

source: Unknown property %1 of %2 (%3)
sa: अज्ञात सम्पत्तिः %1 of %2 (%3) .

source: Skipping unknown property %1 of %2 (%3)
sa: अज्ञातगुणं %2 तः %1 त्यक्त्वा (%3)

source: Error loading property %1 (%2) of %3 (%4)
sa: %3 (%4) इत्यस्य %1 (%2) गुणं लोड् करणं त्रुटिः ।

source: External Stylesheet
sa: बाह्यशैलीपत्रम्

source: Font face with external url
sa: बाह्य url सह फॉन्ट मुखम्

source: Embedded data
sa: एम्बेडेड् डाटा

source: Ignore
sa: उपेक्षा

source: External Fonts
sa: बाह्य फ़ॉन्ट्स

source: How to include external font
sa: बाह्य फ़ॉन्ट् कथं समावेशयितव्यम्

source: Could not write to file
sa: सञ्चिकायां लिखितुं न शक्तवान्

source: SVG
sa: एसवीजी

source: SVG Preview
sa: एसवीजी पूर्वावलोकन

source: Could not find encoder for '%1'
sa: '%1' कृते एन्कोडरं न लब्धम् ।

source: Could not allocate stream
sa: धारा आवंटनं कर्तुं न शक्तवान्

source: Could not alloc an encoding context
sa: एन्कोडिंग् सन्दर्भं आवंटयितुं न शक्तवान्

source: Error encoding a frame: %1
sa: एकं फ्रेमं एन्कोड् करणं त्रुटिः: %1

source: Error while writing output packet: %1
sa: आउटपुट् पैकेटं लिखन् त्रुटिः: %1

source: Error sending a frame to the encoder: %1
sa: एन्कोडरं प्रति फ्रेम प्रेषयितुं त्रुटिः: %1

source: Could not set dict key `%1`: %2
sa: dict कीलं `%1`: %2 सेट् कर्तुं न शक्यते

source: Could not erase dict key `%1`: %2
sa: dict कीलम् `%1`: %2 मेटयितुं न शक्तम्

source: Could not copy dict: %1
sa: dict प्रतिलिपिं कर्तुं न शक्तम्: %1

source: Could not copy dict `%1`: %2
sa: dict `%1`: %2 प्रतिलिखितुं न शक्तवान्

source: Could not allocate frame data.
sa: फ्रेमदत्तांशं आवंटयितुं न शक्तवान् ।

source: No video codec
sa: न विडियो कोडेक

source: Could not determine pixel format
sa: पिक्सेलस्वरूपं निर्धारयितुं न शक्तवान्

source: Could not open video codec: %1
sa: विडियो कोडेक उद्घाटयितुं न शक्तम्: %1

source: Could not allocate video frame
sa: विडियो फ्रेम आवंटनं कर्तुं न शक्तवान्

source: Could not copy the stream parameters
sa: धारामापदण्डानां प्रतिलिपिं कर्तुं न शक्तवान्

source: Error while creating video frame
sa: विडियो फ्रेम निर्माय त्रुटिः

source: Could not initialize the conversion context
sa: रूपान्तरणसन्दर्भस्य आरम्भं कर्तुं न शक्तवान्

source: Could not allocate temporary picture
sa: अस्थायी चित्रं आवंटयितुं न शक्तवान्

source: Could not deduce output format from file extension: using MPEG.
sa: सञ्चिकाविस्तारात् निर्गमस्वरूपं निष्कर्षयितुं न शक्तवान्: MPEG इत्यस्य उपयोगेन ।

source: Could not find output format
sa: आउटपुट् प्रारूपं न ज्ञातवान्

source: Error occurred when opening output file: %1
sa: आउटपुट् सञ्चिकां उद्घाटयन् त्रुटिः अभवत्: %1

source: Background
sa: पृष्ठभूमि

source: Background color
sa: पृष्ठभूमि रंग

source: Width
sa: विस्तार

source: If not 0, it will overwrite the size
sa: यदि 0 न तर्हि आकारं अधिलेखयिष्यति

source: Height
sa: औनत्यम्‌

source: Verbose
sa: वाच्यम्

source: Show verbose information on the conversion
sa: परिवर्तनस्य विषये वाचिकसूचनाः दर्शयन्तु

source: Video
sa: विडिओ

source: Split Segment
sa: विभक्त खण्ड

source: Remove Nodes
sa: नोड्स् निष्कासयन्तु

source: Add Keyframe
sa: Keyframe योजयन्तु

source: Extend Shape
sa: आकारं विस्तारयतु

source: Animation Timing
sa: एनिमेशन समय

source: values
sa: मूल्यानि

source: Swatch
sa: स्वाच्

source: Images
sa: बिम्बाः

source: Gradient Colors
sa: ढाल रंग

source: Gradients
sa: ढालाः

source: Compositions
sa: रचनाः

source: Fonts
sa: फॉन्ट्

source: Assets
sa: संपत्तियां

source: Embedded image
sa: एम्बेडेड् इमेज

source: Bitmap
sa: बिटमैप

source: Composition
sa: रचना

source: Font
sa: फॉन्ट्

source: Gradient
sa: ढाल

source: Add color to %1
sa: %1 इत्यत्र वर्णं योजयन्तु

source: Remove color from %1
sa: %1 तः वर्णं निष्कासयन्तु

source: %1 Gradient
sa: %1 ढालः

source: Linear
sa: रेखीय
