Repository: KDE/glaxnimate
Catalog: po/sa/glaxnimate.po
Languages: sa

source: Copy Debug Information
sa: त्रुटिनिवारणसूचना प्रतिलिपिं कुर्वन्तु

source: File
sa: सञ्चिका

source: Add Image…
sa: चित्रं योजयतु…

source: Import…
sa: आयात…

source: Import from LottieFiles…
sa: LottieFiles तः आयातम्…

source: Open Most Recent
sa: Open Most Recent इति

source: Save as Template
sa: टेम्पलेट् इत्यस्य रूपेण रक्षतु

source: Could not save template
sa: टेम्पलेट् रक्षितुम् न शक्तवान्

source: Export…
sa: निर्यात…

source: Export As…
sa: निर्यात यथा…

source: Export as Image Sequence…
sa: चित्रक्रमरूपेण निर्यातं कुर्वन्तु…

source: Paste as Composition
sa: रचनारूपेण चिनोतु

source: Duplicate
sa: डुप्लिकेट्

source: View
sa: दृश्यं

source: Automatic
sa: स्वतः

source: Wide
sa: विस्तृतः

source: Medium
sa: मध्यम

source: Compact
sa: संकुचित

source: Reset Rotation
sa: Rotation पुनः सेट् कुर्वन्तु

source: Flip View
sa: Flip View इति

source: Raster…
sa: रास्टर…

source: SVG…
sa: एसवीजी…

source: Lottie (SVG)
sa: लोट्टी (SVG)

source: Lottie (canvas)
sa: लोट्टी (कैनवास)

source: SVG (SMIL)
sa: एसवीजी (SMILE)

source: RIVE (canvas)
sa: RIVE (कैनवास)

source: Resize…
sa: आकारं परिवर्तयतु…

source: Cleanup
sa: सफाई

source: Timing…
sa: समयः…

source: Metadata…
sa: मेटाडाटा…

source: Play
sa: क्रीडतु

source: Loop
sa: परिक्रम

source: Record Keyframes
sa: कीफ्रेम्स अभिलेख करें

source: Jump to Start
sa: आरम्भं प्रति कूदन्तु

source: Jump to End
sa: अन्त्यपर्यन्तं कूदतु

source: Next Frame
sa: अग्रिमः फ्रेमः

source: Previous Frame
sa: पूर्व फ्रेम

source: Pause
sa: विराम

source: Precompose Selection
sa: पूर्वरचना चयनम्

source: New Composition
sa: नवीन रचना

source: Emoji…
sa: इमोजी…

source: Raise to Top
sa: शीर्षं प्रति उत्थापयन्तु

source: Lower to Bottom
sa: अधः अधः यावत्

source: Move to…
sa: गच्छतु…

source: Ungroup
sa: असमूहः

source: Align
sa: संरेखणं कुर्वन्तु

source: Selection
sa: चयनम्

source: Canvas
sa: कैनवासः

source: Canvas (as Group)
sa: कैनवास (समूहरूपेण)

source: Left
sa: वामः

source: Center
sa: केंद्र

source: Right
sa: दक्षिणः

source: Top
sa: उपरितन

source: Bottom
sa: अधः

source: Outside Left
sa: बहिः वाम

source: Outside Right
sa: बहिः दक्षिणतः

source: Outside Top
sa: बहिः Top

source: Outside Bottom
sa: बहिः तलम्

source: Object to Path
sa: पथं प्रति आक्षेपः

source: Trace Bitmap…
sa: ट्रेस बिटमैप…

source: Union
sa: संघ

source: Difference
sa: अंतरण

source: Intersect
sa: प्रतिच्छेदनम्

source: Exclusion
sa: बहिष्कारः

source: Reverse
sa: विपरीत

source: Add Node…
sa: नोड् योजयतु…

source: Join Nodes
sa: Nodes सम्मिलितं कुर्वन्तु

source: Split Nodes
sa: विभक्त नोड्स

source: Symmetric
sa: सममित

source: Make segments straight
sa: खण्डान् सीधां कुर्वन्तु

source: Make segments curved
sa: खण्डान् वक्रान् कुर्वन्तु

source: Recording Keyframes
sa: कीफ्रेम्स् अभिलेखनम्

source: Could not load template
sa: टेम्पलेट् लोड् कर्तुं न शक्तम्

source: Trace Bitmap
sa: ट्रेस बिटमैप

source: Only select one image
sa: केवलं एकं चित्रं चिनोतु

source: You need to select an image to trace
sa: भवद्भिः अनुसन्धानार्थं चित्रं चिन्वितुं आवश्यकम्

source: You selected an image with no data
sa: भवता एकं चित्रं चिनोति यत्र दत्तांशः नास्ति

source: Drop File
sa: सञ्चिकां पातयन्तु

source: Add to current file?
sa: वर्तमानसञ्चिकायां योजयतु?

source: Add as Object
sa: Object इति योजयतु

source: Add as Composition
sa: रचना इति योजयतु

source: Save file
sa: सञ्चिकां रक्षतु

source: Overwrite File?
sa: सञ्चिकां अधिलेखयतु?

source: The file "%1" already exists. Do you wish to overwrite it?
sa: "%1" इति सञ्चिका पूर्वमेव अस्ति । किं भवन्तः तस्य अधिलेखनं कर्तुम् इच्छन्ति ?

source: Open file
sa: सञ्चिकां उद्घाटयन्तु

source: %1 Options
sa: %1 विकल्पाः

source: All files (%1)
sa: सर्वाणि सञ्चिकाः (%1) .

source: Operation Failed
sa: संचालनं विफलम्

source: IoStatusDialog
sa: IoStatusDialog इति

source: /path/to/your/file/in.here
sa: /मार्गः/भवतः/सञ्चिका/अत्र.अत्र

source: Issues
sa: विषयाः

source: Resize Document
sa: दस्तावेजस्य आकारं परिवर्तयतु

source: Resize
sa: आकारं परिवर्तयतु

source: Lock Aspect Ratio
sa: लॉक आस्पेक्ट रेशियो

source: Scale Layers
sa: स्केल लेयर

source: Preserve Layer Aspect Ratio
sa: लेयर आस्पेक्ट रेशियो संरक्षित करें

source: Select Shape
sa: आकारं चिनोतु

source: Destination
sa: गन्तव्य

source: Cancel
sa: निरसयतु

source: Move
sa: चलनम्

source: Autosave Files
sa: सञ्चिकाः स्वयमेव रक्षन्तु

source: Load
sa: भार

source: Delete All
sa: सर्वं विलोपयतु

source: Startup
sa: स्टार्टअप

source: Create New
sa: New रचयतु

source: Size
sa: आकृति

source: Framerate
sa: फ्रेमरेट्

source: Aspect
sa: कारक

source: Settings
sa: सेटिंग्स्

source: Browse...
sa: ब्राउज़ करें...

source: Show at startup
sa: प्रारम्भे दर्शयतु

source: Change Animation Properties
sa: Animation Properties परिवर्तनं कुर्वन्तु

source: Keep Initial Timing
sa: प्रारम्भिक समय रखें

source: Trim Extra Frames
sa: अतिरिक्त फ्रेम्स ट्रिम

source: Scale Timing
sa: स्केल टाइमिंग

source: Detailed
sa: विस्तृतम्

source: Flat
sa: समतलम्‌

source: Pixel Art
sa: पिक्सेल कला

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This option is best suited for photos, paintings and detailed illustrations.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The number of colors is reduced based on <span style=" font-weight:600;">Posterization Level</span> below.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Note that there is a significant reduction in image quality when converting this kind of images to vector graphics.</p> <p style=" margin-top:37px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">(Image by <a href="https://linktr.ee/FellFallow"><span style=" text-decoration: underline; color:#2980b9;">FellFallow</span></a>)</p></body></html>
sa: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> एषः विकल्पः छायाचित्रेषु, चित्रेषु, विस्तृतचित्रेषु च सर्वोत्तमः अस्ति । </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> अधोलिखितं <span style=" font-weight:600;">Posterization Level इत्यस्य</span> आधारेण वर्णानाम् संख्या न्यूनीकृता भवति । </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> ध्यानं कुर्वन्तु यत् एतादृशानि चित्राणि सदिशचित्रेषु परिवर्तनं कुर्वन् चित्रगुणवत्तायां महती न्यूनता भवति । </p><p style=" margin-top:37px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> (प्रतिबिम्बं <a href="https://linktr.ee/FellFallow"><span style=" text-decoration: underline; color:#2980b9;">FellFallow</span></a> द्वारा )</p></body></html>

source: Posterization Level
sa: पोस्टरीकरण स्तर

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This option is best suited for flat-shaded digital images, stickers, and cartoons.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The number of colors will be reduced automatically, picking the most common colors in the source image.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Very small details might get lost in the process.</p></body></html>
sa: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> एषः विकल्पः सपाटछायायुक्तानां डिजिटलचित्रेषु, स्टिकर्-कार्टुन्-चित्रेषु च सर्वोत्तमः अस्ति । </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> स्रोतप्रतिबिम्बे सर्वाधिकं सामान्यवर्णान् चित्वा वर्णानाम् संख्या स्वयमेव न्यूनीभवति । </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> अत्यल्पाः विवरणाः प्रक्रियायां नष्टाः भवितुम् अर्हन्ति ।</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This is suited for pixel art. The traced vector will retain all colors in the original image as well the pixelated edges.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This is only suitable for fairly small images with a low number of colors.</p></body></html>
sa: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> एतत् पिक्सेल आर्ट् कृते उपयुक्तम् अस्ति । अनुसन्धानं कृतं सदिशः मूलचित्रे सर्वाणि वर्णाः अपि च पिक्सेलयुक्तानि किनारेनि धारयिष्यति । </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> एतत् केवलं अल्पसंख्यायुक्तानां तुल्यलघुचित्रेषु उपयुक्तम् अस्ति ।</p></body></html>

source: Mode
sa: मोड्

source: Transparency
sa: पारदर्शिता

source: Closest Color
sa: निकटतम वर्ण

source: Extract Colors
sa: रङ्ग निकालें

source: Pixel
sa: पिक्सेल

source: Image Options
sa: चित्रविकल्पाः

source: Output Color
sa: आउटपुट रङ्ग

source: Invert
sa: विपर्ययम्

source: Threshold
sa: देहली

source: Colors
sa: वर्णाः

source: Add Color
sa: Color योजयतु

source: Add
sa: संयोजयति

source: Remove Color
sa: रङ्गं निष्कासयतु

source: Remove
sa: अपाकरोति

source: Tolerance
sa: सहनशीलता

source: Outline
sa: रूपरेखा

source: Detect Colors
sa: वर्णानाम् अन्वेषणं कुर्वन्तु

source: Configure Color Detection
sa: वर्णपरिचयं विन्यस्यताम्

source: Configure...
sa: विन्यस्तं कुर्वन्तु...

source: Curve Options
sa: वक्र विकल्प

source: Smoothness
sa: स्निग्धता

source: Minimum Area
sa: न्यूनतम क्षेत्रफल

source: Preview
sa: पूर्वावलोकनम्

source: Update
sa: अद्यतन

source: Zoom
sa: जूम

source: Help...
sa: साहाय्यम्‌...

source: Revert to Defaults
sa: पूर्वनिर्धारितं प्रति प्रत्यागच्छन्तु

source: Advanced
sa: उन्नतं

source: Move To Top
sa: Move To Top इति

source: Move Up
sa: उपरि गच्छतु

source: Move Down
sa: अधः गच्छतु

source: Move To Bottom
sa: Move To Bottom इति

source: Logs
sa: लॉग्स्

source: Could not run the plugin
sa: प्लगिन् चालयितुं न शक्तवान्

source: Plugin raised an exception
sa: प्लगिन् अपवादं उत्थापितवान्

source: Could not find an interpreter
sa: व्याख्याकारं न प्राप्नोत्

source: Script Console
sa: स्क्रिप्ट कन्सोल

source: Clear Output
sa: निर्गमं स्पष्टं कुर्वन्तु

source: Persist Logs
sa: Persist Logs इति

source: Persist
sa: स्थिरः भवतु

source: Reload Script Modules
sa: स्क्रिप्ट मॉड्यूल्स् पुनः लोड् कुर्वन्तु

source: Snippets need a name
sa: स्निपेट् इत्यस्य नाम आवश्यकम् अस्ति

source: Snippets
sa: स्निपेट्स्

source: Could not create snippet: `%1`
sa: स्निपेट् निर्मातुं न शक्तम्: `%1`

source: New Snippet
sa: नवीन स्निपेट

source: Edit the selected snippet
sa: चयनितं स्निपेट् सम्पादयन्तु

source: Edit...
sa: सम्पादन...

source: Delete selected snippet
sa: चयनितं स्निपेटं विलोपयन्तु

source: Run selected snippet
sa: चयनितं स्निपेट् चालयन्तु

source: Run
sa: धावनं करोतु

source: Reload snippets
sa: स्निपेट् पुनः लोड् कुर्वन्तु

source: Compact Timeline
sa: संकुचित समयरेखा

source: &Timeline
sa: &समयरेखा

source: &Tool Options
sa: &उपकरणविकल्पाः

source: Undo History
sa: इतिहास पूर्ववत करें

source: NonZero
sa: अशून्य

source: Even Odd
sa: विषमः अपि

source: Butt
sa: बट्

source: Round
sa: वृत्त

source: Square
sa: चतुरश्रः

source: Miter
sa: मित्रे

source: Bevel
sa: बेवल

source: Polygon
sa: बहुभुज

source: All supported files (*.ttf, *.otf, *.css); CSS files (*.css); Font files (*.ttf, *.otf); All files (*)
sa: सर्वाणि समर्थितसञ्चिकाः (*.ttf, *.otf, *.css); CSS सञ्चिकाः (*.css); फॉन्ट सञ्चिकाः (*.ttf, *.otf); सर्वाणि सञ्चिकाः (*) .

source: File/URL
sa: सञ्चिका/URL

source: Font Style
sa: फ़ॉन्ट शैली

source: Could not open file %1
sa: %1 सञ्चिकां उद्घाटयितुं न शक्यते

source: Invalid data URL
sa: अमान्यदत्तांश URL

source: Font format not supported for %1
sa: %1 कृते फ़ॉन्ट् प्रारूपं समर्थितम् नास्ति

source: The quick brown fox jumps over the lazy dog
sa: द्रुतगतिः शृगालः आलस्यस्य श्वः उपरि कूर्दति

source: Preview Scale
sa: पूर्वावलोकन स्केल

source: System
sa: व्यवस्था

source: Filters
sa: फ़िल्टर

source: Writing System
sa: लेखन प्रणाली

source: Monospace
sa: मिनीवैन

source: Proportional
sa: आनुपातिक

source: Could not add font
sa: फन्ट् योजयितुं न शक्तवान्

source: Family
sa: परिवारं

source: Category
sa: कोटी

source: Rank
sa: रङ्कः

source: Status
sa: स्थितिः

source: Any
sa: कश्चित्‌

source: Sans-Serif
sa: संस-सेरिफ

source: Serif
sa: सेरिफ

source: Display
sa: प्रदर्शन

source: Handwriting
sa: हस्तलेखः

source: HTTP Error %1: %2
sa: HTTP त्रुटि %1: %2

source: Import From LottieFiles
sa: LottieFiles तः आयातम्

source: Previous Page
sa: पूर्व पृष्ठ

source: Next Page
sa: अग्रिमः पृष्ठः

source: Import
sa: आयात

source: by %1
sa: %1 द्वारा

source: Likes
sa: पसन्दं करोति

source: Comments
sa: टिप्पणियाँ

source: View on LottieFiles...
sa: LottieFiles इत्यत्र पश्यन्तु...

source: Paste Keyframe
sa: कीफ्रेम पेस्ट करें

source: Loop Animation
sa: पाश एनिमेशन

source: Follow Path...
sa: अनुसरण पथ...

source: Remove Keyframe
sa: कीफ्रेम् निष्कासयन्तु

source: Reset Transform
sa: परिवर्तनं पुनः सेट् कुर्वन्तु

source: Move to Top
sa: उपरि गच्छन्तु

source: Move to Bottom
sa: अधः गच्छन्तु

source: Convert %1 to %2
sa: %1 तः %2 मध्ये परिवर्तयन्तु

source: Auto Orient
sa: ऑटो ओरिएंट

source: Span All Frames
sa: Span All Frames इति

source: Parent
sa: मातापिता

source: Convert to Group
sa: समूहे परिवर्तयन्तु

source: Precompose
sa: पूर्वरचना

source: Convert to Mask
sa: Mask इत्यत्र परिवर्तयन्तु

source: Remove Mask
sa: मास्क निकालें

source: Convert to Layer
sa: Layer इत्यत्र परिवर्तयन्तु

source: Convert to Path
sa: मार्गे परिवर्तनं कुर्वन्तु

source: Embed
sa: एम्बेड्

source: Open with External Application
sa: बाह्य अनुप्रयोगेन सह उद्घाटयन्तु

source: Could not find suitable application, check your system settings.
sa: उपयुक्तं अनुप्रयोगं न प्राप्नोत्, स्वस्य प्रणालीसेटिंग्स् पश्यन्तु ।

source: From File...
sa: सञ्चिकातः...

source: Update Image
sa: इमेज अपडेट करें

source: Trace Bitmap...
sa: ट्रेस बिटमैप...

source: Rename from Composition
sa: रचना इति नाम परिवर्तयतु

source: Decompose
sa: विघटयेत्

source: Stretch time
sa: तान समय

source: Speed Multiplier
sa: गति गुणक

# @option:check
source: Visible
sa: दृश्यमानम्

# @option:check
source: Locked
sa: तालाबद्धः

# @action:inmenu
source: Delete
sa: लुप्

# @action:inmenu
source: Duplicate
sa: डुप्लिकेट्

# @action:inmenu
source: Move to...
sa: गच्छतु...

# @action:inmenu
source: Convert to Path
sa: मार्गे परिवर्तनं कुर्वन्तु

# @action:inmenu
source: Change speed
sa: गतिं परिवर्तयन्तु

source: Unknown
sa: अज्ञात

source: Menu Action
sa: मेनू क्रिया

source: File Format
sa: सञ्चिकास्वरूपम्

source: Reload Plugins
sa: प्लगिन् पुनः लोड करें

source: Refresh
sa: ताजगी

source: Install from file
sa: सञ्चिकातः संस्थापयन्तु

source: Install...
sa: प्रतिस्था...

source: Enable
sa: सक्रियं करोतु

source: Disable
sa: अक्षम

source: Uninstall
sa: अनइन्स्टॉल

source: Type
sa: प्रकारः

source: Version
sa: संस्करण

source: Services
sa: सेवाएँ

# Settings
source: User Interface
sa: उपयोक्तृ-अन्तरफलकम्

source: Show startup dialog
sa: प्रारम्भसंवादं दर्शयतु

source: Horizontal Timeline Scroll
sa: क्षैतिज समयरेखा स्क्रॉल

source: If enabled, the timeline will scroll horizontally by default and vertically with Shift or Alt
sa: यदि सक्षमं भवति तर्हि समयरेखा पूर्वनिर्धारितरूपेण क्षैतिजरूपेण तथा Shift अथवा Alt इत्यनेन सह लम्बवत् स्क्रॉल करिष्यति

source: Icon Theme
sa: चिह्न विषयः

source: Icon theme for the application
sa: अनुप्रयोगस्य कृते चिह्नविषयः

# Seconds suffix
source: s
sa: स

# Settings
source: New Animation Defaults
sa: नवीन एनिमेशन पूर्वनिर्धारित

source: Canvas Width
sa: कैनवास चौड़ाई

source: Canvas Height
sa: कैनवास ऊर्ध्वता

source: Frames per seconds
sa: प्रति सेकण्ड् फ्रेम्स

source: Duration in seconds
sa: अवधिः सेकण्डेषु

# Settings
source: Open / Save
sa: उद्घाटयतु / रक्षतु

source: Max Recent Files
sa: अधिकतमं हाले सञ्चिकाः

source: Number of items to show in the recent files menu
sa: अद्यतनसञ्चिकानां मेन्यू मध्ये दर्शयितुं द्रव्याणां संख्या

source: Backup Frequency
sa: बैकअप आवृत्ति

source: Use system file dialog
sa: प्रणालीसञ्चिकासंवादस्य उपयोगं कुर्वन्तु

source: Color Mode
sa: वर्णविधिः

source: HSV
sa: एच.एस.वी

source: HSL
sa: एच् एस एल

source: RGB
sa: आरजीबी

source: CMYK
sa: सीएमवाईके

source: Palette
sa: पॅलेट्

source: Saturation
sa: संतृप्ति

source: S
sa: स

source: Hue
sa: हुए

source: H
sa: ह

source: V
sa: वि

source: L
sa: ल

source: Blue
sa: नील

source: B
sa: ख

source: Green
sa: हरित

source: Red
sa: रक्त

source: R
sa: आर

source: G
sa: जी

source: Cyan
sa: सियान्

source: C
sa: ग

source: Magenta
sa: मैजेन्टा

source: M
sa: म

source: Yellow
sa: पीतं

source: Y
sa: तथा

source: Black
sa: कृष्णः

source: K
sa: के

source: Alpha (Transparency)
sa: अल्फा (पारदर्शिता)

source: A
sa: एकः

source: Primary Color
sa: प्राथमिक वर्ण

source: Secondary Color
sa: गौण रंग

source: Swap
sa: व्यतिहरते

source: Gather Document Swatch
sa: दस्तावेज नमूना एकत्रित करें

source: Link Shapes to Swatch
sa: आकृतयः Swatch इत्यनेन सह लिङ्क् कुर्वन्तु

source: Modify Palette Color
sa: Palette Color परिवर्तनं कुर्वन्तु

source: Load from Palette
sa: Palette तः भारः

source: No palettes are installed
sa: न कोऽपि पॅलेट् संस्थाप्यते

source: Swatch from Palette
sa: पॅलेट् इत्यस्मात् स्वाच् कुर्वन्तु

source: Overwrite on save
sa: save इत्यत्र अधिलेखयन्तु

source: Link shapes with matching colors
sa: सङ्गतवर्णैः सह आकारान् लिङ्क् कुर्वन्तु

source: Remove existing colors
sa: विद्यमानवर्णान् निष्कासयन्तु

source: Load Palette
sa: लोड पैलेट

source: Save Palette
sa: Palette रक्षतु

source: Unlink Color
sa: Unlink Color इति

source: Unlink stroke
sa: आघातं अनलिङ्कं कुर्वन्तु

source: Rename...
sa: पुनर्नामकरणं...

source: Rename Swatch Color
sa: Swatch Color इति नाम परिवर्तयतु

source: Edit Color...
sa: सम्पादयतु रङ्ग...

source: Set as fill
sa: पूरणरूपेण सेट् कुर्वन्तु

source: Set as stroke
sa: आघातरूपेण सेट् कुर्वन्तु

source: Add color
sa: वर्णं योजयन्तु

source: Generate
sa: उद्- पद्

source: Generate Swatch from the open Document
sa: खुले Document तः Swatch जनयन्तु

source: From Palette...
sa: पैलेट् इत्यस्मात्...

source: Update Fill Color
sa: पूरण रङ्ग अद्यतन करें

source: Clear Fill Color
sa: स्पष्टं भरणवर्णः

source: Set %1 Gradient
sa: %1 ढालम् सेट् कुर्वन्तु

source: Remove Gradient
sa: ग्रेडिएण्ट् निष्कासयन्तु

source: Gradient Presets
sa: ढाल पूर्वनिर्धारित

source: Add Gradient
sa: Gradient योजयन्तु

source: Add from Preset
sa: पूर्वनिर्धारिततः योजयतु

source: Preset
sa: पूर्वनिर्धारित

source: Update Stroke Color
sa: स्ट्रोक कलर अपडेट करें

source: Set Line Cap
sa: सेट् लाइन कैप

source: Set Line Join
sa: Line Join सेट् कुर्वन्तु

source: Set Miter Limit
sa: Mitre Limit सेट् कुर्वन्तु

source: Set Line Width
sa: रेखा चौड़ाई सेट् कुर्वन्तु

source: Clear Line Color
sa: रेखावर्णः स्पष्टः

source: Style
sa: शैली

source: Stroke Width
sa: आघात चौड़ाई

source: Cap
sa: कैप

source: Join
sa: आबन्धम्

source: Miter Limit
sa: मित्रे सीमा

source: Dashes
sa: डैशः

source: Lock Ratio
sa: ताला अनुपात

source: Rename
sa: पुनर्नाम

source: Rename Composition
sa: रचना का नाम बदलें

source: Delete Composition
sa: रचनां विलोपयतु

source: Transition From Previous
sa: पूर्वतः संक्रमणम्

source: Transition To Next
sa: Transition To Next इति

source: Custom...
sa: आचारः...

source: Copy Keyframe
sa: कीफ्रेम प्रतिलिपि कुर्वन्तु

source: &Clear Animations
sa: &स्पष्ट एनिमेशन

source: Frame number
sa: फ्रेम संख्या

source: f
sa: च

source: Loop animation
sa: पाश एनिमेशन

source: Go To First Frame
sa: First Frame इति गच्छन्तु

source: Go To Previous Keyframe
sa: पूर्ववर्ती कीफ्रेम् इत्यत्र गच्छन्तु

source: Go To Previous Frame
sa: पूर्वचक्रं प्रति गच्छन्तु

source: Go To Next Frame
sa: Next Frame इत्यत्र गच्छन्तु

source: Go To Next Keyframe
sa: Next Keyframe इत्यत्र गच्छन्तु

source: Go To Last Frame
sa: Last Frame इति गच्छन्तु

source: Record
sa: अभिलेख

source: Presets
sa: पूर्वनिर्धारित

source: Start
sa: प्रारंभः

source: Finish
sa: समापन

source: Hold
sa: गृह्णातु

source: Fast
sa: उपवासः

source: Ease In
sa: सहज In

source: Ease Out
sa: Ease Out इति

source: Ease
sa: सुखता

source: Anticipate
sa: आयासं

source: Overshoot
sa: अतिक्रमणम्
