Repository: KDE/glaxnimate
Catalog: po/sa/glaxnimate.po
Languages: sa

source: Radial
sa: रेडियल

source: Conical
sa: शंक्वाकारः

source: Unnamed Color
sa: अनाम रङ्ग

source: Mask
sa: मुखावरण

source: Unknown Object
sa: अज्ञात वस्तु

source: Ellipse
sa: दीर्घवृत्तम्

source: Fill
sa: पूरण

source: Group
sa: समूह

source: Image
sa: छवि

source: Inflate and Deflate
sa: Inflate and Deflate इति

source: Layer
sa: स्तर

source: Offset Path
sa: ऑफसेट पथ

source: Path
sa: पथं

source: PolyStar
sa: पोलीस्टार

source: Composition Layer
sa: रचना स्तर

source: Rectangle
sa: आयत

source: Repeater
sa: पुनरावृत्तिः

source: Round Corners
sa: गोलकोण

source: Stroke
sa: प्रहार

source: Change Font
sa: Font परिवर्तनं कुर्वन्तु

source: Text
sa: पाठ

source: Trim Path
sa: ट्रिम पथ

source: Zig Zag
sa: ज़िग ज़ैग

source: Timing
sa: समयः

source: Transform
sa: परिवर्तनं कुरुत

source: # Glaxnimate snippet
sa: # ग्लैक्सनिमेट स्निपेट

source: # You have access to the `window` and `document` global variables and the `glaxnimate` module
sa: # भवतः `window` तथा `document` वैश्विकचरयोः `glaxnimate` मॉड्यूलस्य च अभिगमः अस्ति

source: # For documentation see https://glaxnimate.mattbas.org/contributing/scripting/
sa: # दस्तावेजीकरणार्थं https://glaxnimate.mattbas.org/contributing/scripting/ पश्यन्तु ।

source: Could not decompress data
sa: दत्तांशं विसंपीडयितुं न शक्तवान्

source: Traced %1
sa: अनुसन्धानं %1

# @info:shell
source: Informational Options
sa: सूचनात्मक विकल्प

# @info:shell
source: Show this help and exit
sa: एतत् साहाय्यं दर्शयित्वा निर्गच्छतु

# @info:shell
source: Show version information and exit
sa: संस्करणस्य सूचनां दर्शयित्वा निर्गमनं कुर्वन्तु

# @info:shell
source: Options
sa: विकल्पाः

# @info:shell
source: File to open
sa: सञ्चिकां उद्घाटयितुं

# @info:shell
source: When opening image files, trace them instead of embedding
sa: चित्रसञ्चिकाः उद्घाटयन्ते सति एम्बेड् इत्यस्य स्थाने तान् अनुसन्धानं कुर्वन्तु

# @info:shell
source: GUI Options
sa: GUI विकल्पाः

# @info:shell
source: If present, doesn't restore the main window state
sa: यदि वर्तते तर्हि मुख्यविण्डोस्थितिं न पुनः स्थापयति

# @info:shell
source: Specify the name of the local socket/named pipe to connect to a host application.
sa: होस्ट्-अनुप्रयोगेन सह सम्बद्धं कर्तुं स्थानीय-सॉकेट्/नाम-पाइप्-नाम निर्दिशन्तु ।

# @info:shell
source: Use a specific size for the main window
sa: मुख्यविण्डो कृते विशिष्टं आकारं उपयुज्यताम्

# @info:shell
source: Print the window id
sa: विण्डो id मुद्रयन्तु

# @info:shell
source: Enables the debug menu
sa: त्रुटिनिवारणमेनू सक्षमं करोति

# @info:shell
source: Export Options
sa: निर्यातविकल्पाः

# @info:shell
source: Export the input file to the given file instead of starting the GUI
sa: GUI आरम्भस्य स्थाने दत्तसञ्चिकायां निवेशसञ्चिकां निर्यातयन्तु

# @info:shell
source: Specify the format for --export. If omitted it's determined based on the file name. See --export-format-list for a list of supported formats.
sa: --export इत्यस्य प्रारूपं निर्दिशन्तु । यदि लोप्यते तर्हि सञ्चिकानाम आधारेण निर्धारितं भवति । समर्थितस्वरूपसूचीं --export-format-list पश्यन्तु ।

# @info:shell
source: Shows possible values for --export-format
sa: --export-format इत्यस्य सम्भाव्यमूल्यानि दर्शयति

# @info:shell
source: Render Frame Options
sa: फ्रेम विकल्पान् प्रतिपादयन्तु

# @info:shell
source: Render frames the input file to the given file instead of starting the GUI
sa: रेण्डर् GUI इत्यस्य आरम्भस्य स्थाने इनपुट् सञ्चिकां दत्तसञ्चिकायां फ्रेम करोति

# @info:shell
source: Specify the format for --render. If omitted it's determined based on the file name. See --render-format-list for a list of supported formats.
sa: --render इत्यस्य प्रारूपं निर्दिशन्तु । यदि लोप्यते तर्हि सञ्चिकानाम आधारेण निर्धारितं भवति । समर्थितस्वरूपसूचीं --render-format-list पश्यन्तु ।

# @info:shell
source: Frame number to render, use `all` to render all frames
sa: रेण्डर् कर्तुं Frame number, सर्वाणि फ्रेम्स रेण्डर् कर्तुं `all` इत्यस्य उपयोगं कुर्वन्तु

# @info:shell
source: Shows possible values for --render-format
sa: --render-format इत्यस्य सम्भाव्यमूल्यानि दर्शयति

# @info:shell
source: Could not run the plugin
sa: प्लगिन् चालयितुं न शक्तवान्

# @info:shell
source: Could not find an interpreter
sa: व्याख्याकारं न प्राप्नोत्

# @info:shell
source: Unknown importer
sa: अज्ञात आयातकर्ता

# @info:shell
source: Could not open input file for reading
sa: पठनार्थं निवेशसञ्चिकां उद्घाटयितुं न शक्तवान्

# @info:shell
source: Error loading input file
sa: निवेशसञ्चिकां लोड् करणं त्रुटिः

# @info:shell
source: You need to specify a file to export
sa: निर्यातार्थं भवद्भिः सञ्चिका निर्दिष्टव्या

# @info:shell
source: Unknown exporter. Use --export-format-list for a list of available formats
sa: अज्ञात निर्यातक। उपलब्धस्वरूपसूचीं कृते --export-format-list इत्यस्य उपयोगं कुर्वन्तु

# @info:shell
source: Could not open output file for writing
sa: लेखनार्थं आउटपुट् सञ्चिकां उद्घाटयितुं न शक्तवान्

# @info:shell
source: Error converting to the output format
sa: आउटपुट् प्रारूपे परिवर्तने त्रुटिः

# @info:shell
source: Could not save to %1
sa: %1 मध्ये रक्षितुं न शक्तम्

# @info:shell
source: You need to specify a file to render
sa: भवद्भिः रेण्डर् कर्तुं सञ्चिकां निर्दिष्टव्या

# @title:window
source: Select Emoji
sa: इमोजी चयन करें

# Package install status
source: Installed
sa: संस्थापितम्

# Package install status
source: Not Installed
sa: न संस्थापितम्

# Package install status
source: Downloading
sa: डाउनलोड् करणम्

# Package install status, %1 reason
source: Could not download: %1
sa: अवतरणं कर्तुं न शक्यते: %1

# Package install status
source: Didn't download any files
sa: किमपि सञ्चिकां न अवतरितवान्

source: Emoji Set
sa: इमोजी सेट

source: Name
sa: नामः

source: License
sa: अनुज्ञापत्रम्

source: Downloaded
sa: डाउनलोड् कृतम्

source: Reload
sa: पुनः लोड करें

source: View Website
sa: वेबसाइट् पश्यन्तु

source: Download
sa: अवाहरन

source: Add Emoji...
sa: इमोजी योजयतु...

source: Close
sa: पिधानं करोतु

source: New from Template
sa: टेम्पलेट् इत्यस्मात् नवीनम्

source: Tools
sa: उपकरणाः

source: Views
sa: दृश्यम्

source: Layout
sa: प्रारूपं

source: Document
sa: प्रलेख

source: Render Single Frame
sa: एकल फ्रेम प्रस्तुत करें

source: Web Preview
sa: जालपूर्वावलोकनम्

source: Playback
sa: प्लेबैक

source: Object
sa: वस्तु

source: Align and Distribute
sa: संरेखणं वितरणं च कुर्वन्तु

source: Plugins
sa: प्लगिन्स्

source: Main Toolbar
sa: मुख्य साधनपट्टी

source: Tools Toolbar
sa: साधनानि साधनपट्टिका

source: Node Toolbar
sa: नोड टूलबार

source: Remove node tangent
sa: नोड स्पर्शरेखां निष्कासयन्तु

source: Update path
sa: मार्ग अद्यतन करें

source: Remove Point
sa: बिन्दु निष्कासित करें

source: Set Start
sa: आरम्भं सेट् कुर्वन्तु

source: Update shape
sa: आकारं अद्यतनं कुर्वन्तु

source: Resize Canvas
sa: कैनवासस्य आकारं परिवर्तयतु

source: Drag Gradient
sa: ढाल खींचें

source: Drag anchor point
sa: लंगर बिन्दु खींचें

source: Move Layers
sa: लेयर्स् चालयन्तु

source: Color
sa: वर्ण

source: Visible
sa: दृश्यमानम्

source: Locked
sa: तालाबद्धः

source: Number of users
sa: उपयोक्तृणां संख्या

source: Group Color
sa: समूहवर्णः

source: Jump to previous keyframe
sa: पूर्ववर्ती कीफ्रेम् प्रति कूदन्तु

source: Hidden
sa: अदृष्ट

source: Toggle Keyframe
sa: कीफ्रेम टॉगल करें

source: Unlocked
sa: अनलॉक्ड्

source: Jump to next keyframe
sa: अग्रिम कीफ्रेम् प्रति कूदन्तु

source: Parent Layer
sa: मातापितृस्तर

source: (No Parent)
sa: (कोऽपि मातापिता नास्ति)

source: Value
sa: मूल्यम्‌

source: New Snippet %1
sa: नवीनं स्निपेट् %1

source: Google Fonts
sa: गूगल फॉन्ट्स

source: Information
sa: सूचना

source: API Credentials
sa: एपिआइ प्रमाणपत्रम्

source: Clipboard
sa: क्लिपबोर्ड

source: Unnamed
sa: अनामिका

source: Template
sa: टेम्पलेट

source: System Default
sa: प्रणाली पूर्वनिर्धारित

source: Color Picker
sa: रङ्ग पिकर

source: Extend Path
sa: पथं विस्तारयतु

source: Draw Shape
sa: आकृतिं आकर्षयतु

source: Delete curve point
sa: वक्रबिन्दुं विलोपयन्तु

source: Add curve point
sa: वक्रबिन्दु योजयतु

source: Draw Bezier
sa: बेजियर आकर्षयन्तु

source: Drag nodes
sa: नोड्स कर्षन्तु

source: Smooth
sa: मसृणः

source: Symmetrical
sa: सममितम्

source: Set %1 Node
sa: %1 नोड् सेट् कुर्वन्तु

source: Node
sa: नोडः

source: Remove Node
sa: नोडं निष्कासयन्तु

source: Show Tangents
sa: स्पर्शरेखा दर्शयतु

source: Make First Node
sa: प्रथमं नोडं कुरुत

source: Remove Tangent
sa: स्पर्शरेखां निष्कासयन्तु

# @action:inmenu
source: Add Stop
sa: Stop इति योजयतु

# @action:inmenu
source: Remove Stop
sa: Stop इति निष्कासयतु

source: Delete Nodes
sa: Nodes विलोपयन्तु

source: Set node type
sa: नोड् प्रकारं सेट् कुर्वन्तु

source: Straighten segments
sa: खण्डान् सीधां कुर्वन्तु

source: Curve segments
sa: वक्रखण्डाः

source: Edit
sa: सम्पादन

source: Draw Ellipse
sa: दीर्घवृत्तम् आकर्षयतु

source: Apply Style
sa: शैलीं प्रयोजयन्तु

source: %1 Fill
sa: %1 पूरयतु

source: %1 Stroke
sa: %1 आघातः

source: Draw Freehand
sa: मुक्तहस्त आकर्षित करें

source: Properties
sa: गुणाः

source: Draw Rectangle
sa: आयत खींचें

source: Select
sa: विचि

source: Drag
sa: आकर्षति

source: Undo %1
sa: %1 पूर्ववतं कुर्वन्तु

source: Redo %1
sa: पुनः %1

source: Delete
sa: लुप्

source: Move to...
sa: गच्छतु...

source: Star
sa: नक्षत्र

source: Draw Star
sa: तारा आकर्षयतु

source: Draw Text
sa: पाठं आकर्षयतु

source: About Environment
sa: पर्यावरणस्य विषये

source: Paths
sa: पथाः

source: User Data Directory:
sa: उपयोक्तृदत्तांशनिर्देशिका :

source: Settings File:
sa: सेटिंग्स् सञ्चिका :

source: Backup Directory:
sa: बैकअप निर्देशिका :

source: Data Directories:
sa: दत्तांशनिर्देशिकाः :

source: Icon Theme Paths:
sa: चिह्न विषयमार्गाः :

source: Formats
sa: प्रारूपाः

source: Input Formats
sa: इनपुट प्रारूप

source: ID
sa: आईडी

source: Extensions
sa: विस्तारः

source: Output Formats
sa: आउटपुट प्रारूप

source: Configure color detection
sa: वर्णपरिचयं विन्यस्यताम्

source: Algorithm
sa: एल्गोरिदम

source: k-Means
sa: क-अर्थः

source: k-Modes
sa: k-गुणाः

source: Octree
sa: अक्टोबर्

source: Edge Exclusion Modes
sa: एज बहिष्कार मोड्स

source: Match
sa: मेलनम्‌

source: Max Iterations
sa: अधिकतम पुनरावृत्तयः

source: None
sa: न कश्चित्

source: Most Frequent
sa: सर्वाधिकवारं

source: Closest
sa: निकटतमम्

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">k-Means divides the colors into clusters and refines the assignment at every iteration.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This is the best option when tracing images with a lot of colors or shading.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">For pictures with a lot of colors increasing the number of iterations will yield better results but it might be slower.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The <span style=" font-style:italic;">Match</span> option performs some post-processing:</p> <ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style="" style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">None</span>: Don't perform any post-processing and return the means (note this might result in colors not present in the original image)</li> <li style="" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Closest</span>: Find the color in the original image that is the closest to the mean</li> <li style="" style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Most Frequent</span>: Find the color in the cluster that appears most often in the source image</li></ul></body></html>
sa: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> k-Means वर्णानाम् समूहेषु विभज्य प्रत्येकं पुनरावृत्तौ असाइनमेण्ट् परिष्कृतं करोति । </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> बहुवर्णैः अथवा छायाकरणैः सह चित्राणां अनुसन्धानं कुर्वन् एषः सर्वोत्तमः विकल्पः अस्ति । </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> बहुवर्णयुक्तानां चित्राणां कृते पुनरावृत्तीनां संख्यां वर्धयन् उत्तमं परिणामं दास्यति परन्तु मन्दतरं भवितुम् अर्हति । </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">Match</span> विकल्पः किञ्चित् उत्तर-प्रक्रियाकरणं करोति: </p><ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style="" style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">कोऽपि नास्ति</span> : किमपि उत्तर-प्रक्रियाकरणं न कुर्वन्तु तथा च साधनानि प्रत्यागच्छन्तु (ध्यायन्तु एतस्य परिणामः मूलचित्रे न वर्तमानाः वर्णाः भवितुम् अर्हन्ति) </li><li style="" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">निकटतमः</span> : मूलबिम्बे यत् वर्णं मध्यमस्य समीपस्थं भवति तत् ज्ञातव्यम् </li><li style="" style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">Most Frequent</span> : स्रोतप्रतिबिम्बे अधिकतया दृश्यमानं समूहे वर्णं ज्ञातव्यम्</li></ul></body></html>

source: k-Modes gives you the colors that appear most often in the source image. It's very fast but it does not give accurate colors for complex images. This is the best option when tracing images with flat colors.
sa: k-Modes इत्यनेन स्रोतप्रतिबिम्बे अधिकतया दृश्यमानानि वर्णाः प्राप्यन्ते । अतीव द्रुतं किन्तु जटिलचित्रेषु सटीकवर्णान् न ददाति । समतलवर्णैः सह चित्राणां अनुसन्धानं कुर्वन् एषः सर्वोत्तमः विकल्पः अस्ति ।

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The Octree algorithm merges similar colors from the bottom up.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">It gives more accurate colors for complex images but it might result into colors that are not present in the source image.</p></body></html>
sa: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Octree एल्गोरिदम् अधः उपरि समानवर्णान् विलीनयति । </p><p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> जटिलबिम्बानां कृते अधिकसटीकवर्णान् ददाति परन्तु तस्य परिणामः स्रोतबिम्बे न विद्यमानाः वर्णाः भवितुम् अर्हन्ति ।</p></body></html>

source: Min Frequency
sa: न्यूनतम आवृत्ति

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Edge Exclusion Modes takes the most frequent color (mode) in the image, then excludes all pixels touching said area, then repeats the process until the appropriate number of colors has been found.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This approach removes anti-aliased edges but it might cause small details to not be detected.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Min Frequency</span> refers to the minimum amount of pixels that a color must have to be considered (as a percentage of the total number of pixels in the image).</p></body></html>
sa: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Edge Exclusion Modes चित्रे सर्वाधिकं वर्णं (mode) गृह्णाति, ततः उक्तक्षेत्रं स्पृशन्तः सर्वान् पिक्सेलान् बहिष्कृत्य, ततः यावत् समुचितसङ्ख्यायाः वर्णाः न प्राप्यन्ते तावत् प्रक्रियां पुनरावृत्तिं करोति </p><p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> एषः उपायः एण्टी-एलियास्ड् एज्स् अपसारयति परन्तु एतेन लघुविवरणाः न ज्ञायन्ते । </p><p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">Min Frequency इति</span> न्यूनतमं पिक्सेलमात्रं निर्दिशति यत् कस्यचित् वर्णस्य विचारः अवश्यं कर्तव्यः (चित्रे कुलपिक्सेलसङ्ख्यायाः प्रतिशतरूपेण) ।</p></body></html>

source: Document Metadata
sa: दस्तावेज मेटाडाटा

source: Common
sa: सुलभः

source: Author
sa: लेखकः

source: Description
sa: वर्णनम्‌

source: Keywords
sa: कीवर्ड

source: Custom
sa: आचारः

# @title:window
source: Error
sa: त्रुटि

# %1 path
source: Could not create directory %1
sa: निर्देशिकां निर्मातुं न शक्तवान् %1

# @title:window
source: Choose directory
sa: निर्देशिकां चिनोतु

source: Export as Image Sequence
sa: Image Sequence इति निर्यातयन्तु

source: To Frame
sa: To Frame इति

source: File Name
sa: सञ्चिकानाम

source: Use {frame} to represent the frame number
sa: फ्रेमसङ्ख्यां प्रतिनिधितुं {frame} इत्यस्य उपयोगं कुर्वन्तु

source: Frame {frame}
sa: फ्रेम {फ्रेम}

source: Frame Step
sa: फ्रेम स्टेप

source: From Frame
sa: Frame इत्यस्मात्

source: Select...
sa: विचि...

source: f
sa: च

source: Follow Path
sa: मार्ग अनुसरण करें

source: Duration
sa: अवधि

source: Time Units
sa: काल एकक

source: Shape
sa: आकारः

source: End Time
sa: समाप्तिकालः

source: Frames
sa: फ्रेम्स

source: Seconds
sa: सेकण्ड्

source: Choose...
sa: चिनोतु...

source: Start Time
sa: प्रारम्भ समय

source: New Animation
sa: नवीन एनिमेशन

source: File saved
sa: सञ्चिका रक्षिता

source: Could not save file
sa: सञ्चिकां रक्षितुं न शक्तवान्

source: File exported
sa: सञ्चिका निर्यातिता

source: Could not export file
sa: सञ्चिकां निर्यातयितुं न शक्तवान्

source: Warning
sa: चेतवानी

source: Export...
sa: निर्यात...

source: Unsaved Animation
sa: असरक्षित एनिमेशन

source: Looks like this file is being edited by another Glaxnimate instance or it was being edited when Glaxnimate crashed.
sa: इदं दृश्यते यत् एषा सञ्चिका अन्येन Glaxnimate दृष्टान्तेन सम्पादिता अस्ति अथवा Glaxnimate दुर्घटनासमये सम्पादिता आसीत् ।

source: Close Document
sa: दस्तावेजं बन्दं कुर्वन्तु

source: Load Backup
sa: लोड बैकअप

source: Export to %1
sa: %1 मध्ये निर्यातं कुर्वन्तु

source: No importer found for %1
sa: %1 कृते आयातकः न लब्धः

source: The file might have been moved or deleted %1
sa: सञ्चिका स्थानान्तरिता वा विलोपिता वा स्यात् %1

source: Could not import %1
sa: %1 आयातं कर्तुं न शक्तवान्

source: No file to reload from
sa: पुनः लोड् कर्तुं सञ्चिका नास्ति

source: Could not create file
sa: सञ्चिकां निर्मातुं न शक्तवान्

source: Could not open browser
sa: ब्राउजर् उद्घाटयितुं न शक्तवान्

source: Save Frame Image
sa: फ्रेम इमेज रक्षतु

source: Frame%1.png
sa: फ्रेम%1.png

source: Image files (%1)
sa: चित्रसञ्चिकाः (%1) .

source: Render Frame
sa: रेण्डर फ्रेम

source: Could not save image
sa: चित्रं रक्षितुं न शक्तवान्

source: Frame%1.svg
sa: फ्रेम%1.svg

source: Scalable Vector Graphics (*.svg)
sa: स्केलेबल सदिश ग्राफिक्स (*.svg)

source: Validate Discord Sticker
sa: असहमति स्टिकरं मान्यं कुर्वन्तु

source: No issues found
sa: न मुद्दायाः प्राप्ताः

source: Some issues detected
sa: केचन मुद्दायाः ज्ञापिताः

source: Validate Telegram Sticker
sa: तार स्टिकरं मान्यं कुर्वन्तु

source: Could not open the backup file
sa: बैकअप सञ्चिकां उद्घाटयितुं न शक्तवान्

source: Unlink %1 Color
sa: %1 वर्णः अनलिङ्क् कुर्वन्तु

source: Link %1 Color
sa: लिङ्क् %1 वर्णः

source: Download fonts
sa: फॉन्ट् डाउनलोड् कुर्वन्तु

source: HTTP Error %1 %2
sa: HTTP त्रुटि %1 %2

source: Network Error
sa: संजालदोषः

source: Load URL
sa: URL लोड् कुर्वन्तु

source: Could not load %1: %2
sa: %1: %2 लोड् कर्तुं न शक्यते

source: There are %1 auto-save files that can be restored.
sa: %1 स्वतः-रक्षणसञ्चिकाः सन्ति येषां पुनर्स्थापनं कर्तुं शक्यते ।

source: Load Backup...
sa: लोड बैकअप...

source: Delete %1
sa: %1 विलोपयन्तु

source: Move Shapes
sa: आकृतयः चालयन्तु

source: All Supported files (%1)
sa: सर्वाणि समर्थितसञ्चिकाः (%1)

source: Import Image
sa: इमेज आयात करें

source: Could not import image
sa: चित्रं आयातयितुं न शक्तवान्

source: Cleanup Document
sa: सफाई दस्तावेज

source: Removed %1 assets
sa: %1 सम्पत्तिः निष्कासिता

source: Convert to path
sa: मार्गे परिवर्तनं कुर्वन्तु

source: Convert %1 to path
sa: %1 इत्येतत् मार्गं परिवर्तयन्तु

source: New Composition from Selection
sa: चयनात् नवीन रचना

source: Align Selection
sa: चयनं संरेखयन्तु

source: Drop
sa: बिन्दुः

source: Put text on path
sa: पाठं मार्गे स्थापयतु

source: Remove text from path
sa: मार्गात् पाठं निष्कासयन्तु

source: Put on Path
sa: पथं स्थापयतु

source: Remove from Path
sa: पथात् निष्कासयतु
