Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

source: Update Fill Color
ar: حدّث لون التعبئة
eo: Ĝisdatigi Plenigi Koloron
fr: Mettre à jour la couleur de remplissage
he: עדכון צבע מילוי
hi: भरण रंग अद्यतन करें
pl: Uaktualnij barwę wypełnienia
pt_br: Atualizar cor de preenchimento
ru: Обновить цвет заливки

source: Clear Fill Color
ar: امسح لون التعبئة
eo: Klara Pleniga Koloro
fr: Effacer la couleur de remplissage
he: איפוס צבע מילוי
hi: स्पष्ट भरण रंग
pl: Wyczyść barwę wypełnienia
pt_br: Limpar cor de preenchimento
ru: Очистить цвет заливки

source: Set %1 Gradient
ar: اجعل %1 تدرجًا لونيًا
eo: Agordu %1 Gradienton
fr: Définir le dégradé %1
he: הגדרת מדרג %1
hi: %1 ग्रेडिएंट सेट करें
pl: Ustaw gradient %1
pt_br: Definir %1 gradiente
ru: Установка градиента %1

source: Remove Gradient
ar: أزل التدرج اللوني
eo: Forigi Gradienton
fr: Supprimer un dégradé
he: הסרת מדרג
hi: ग्रेडिएंट हटाएँ
pl: Usuń gradient
pt_br: Remover gradiente

source: Gradient Presets
ar: الخيارات المبدئية للتدرج اللوني
eo: Gradientaj Antaŭgordoj
fr: Préréglages de dégradé
he: ערכות מדרגים
hi: ग्रेडिएंट प्रीसेट
pl: Nastawy gradientu
pt_br: Predefinições de gradiente
ru: Предустановки градиента

source: Add Gradient
ar: أضف تدرجًا لونيًا
eo: Aldonu Gradienton
fr: Ajouter un dégradé
he: הוספת מדרג
hi: ग्रेडिएंट जोड़ें
pl: Dodaj gradient
pt_br: Adicionar gradiente

source: Add from Preset
ar: أضف من الخيارات المبدئية
eo: Aldonu el Antaŭmetita
fr: Ajouter depuis un préréglage
he: הוספה מערכה
hi: प्रीसेट से जोड़ें
pl: Dodaj z nastawy
pt_br: Adicionar da predefinição

source: Preset
ar: الإعداد المسبق
eo: Antaŭdifinita
fr: Préréglage
he: ערכה
hi: प्रीसेट
pl: Nastawa
pt_br: Predefinição

source: Update Stroke Color
ar: حدّث لون الإطار
eo: Ĝisdatigi Stroke Koloron
fr: Mettre à jour la couleur du contour
he: עדכון צבע קווי מתאר
hi: स्ट्रोक का रंग अपडेट करें
pl: Uaktualnij barwę kreski
pt_br: Atualizar cor do traço
ru: Обновить цвет обводки

source: Set Line Cap
ar: اجعل نهاية الخط
eo: Agordu Linia Kapo
fr: Définir la fin de ligne
he: הגדרת קצה קו
hi: लाइन कैप सेट करें
pl: Ustaw zakończenie linii
pt_br: Definir ponta da linha
ru: Установка завершения линии

source: Set Line Join
ar: اجعل اتصال الخط
eo: Agordu Linion Aliĝi
fr: Définir la jointure de ligne
he: הגדרת צירוף קו
hi: लाइन जॉइन सेट करें
pl: Ustaw łączenie linii
pt_br: Definir junção de linha
ru: Установка соединения линий

source: Set Miter Limit
ar: اجعل حد الوصل المائل
eo: Agordu Mitre-Limon
fr: Définir la limite des onglets
he: הגדרת גבול תפר
hi: मेटर सीमा निर्धारित करें
pl: Ustaw ograniczenie ostrości
pt_br: Definir limite de interseção
ru: Установка предела фацета

source: Set Line Width
ar: اجعل عرض الخط
eo: Agordu Liniolarĝon
fr: Définir la largeur de ligne
he: הגדרת עובי קו
hi: लाइन की चौड़ाई सेट करें
pl: Ustaw grubość linii
pt_br: Definir espessura da linha
ru: Установка ширины линии

source: Clear Line Color
ar: امسح لون الخط
eo: Klara Linia Koloro
fr: Effacer une couleur de ligne
he: איפוס צבע הקו
hi: स्पष्ट रेखा रंग
pl: Wyczyść barwę linii
pt_br: Limpar cor da linha
ru: Очистить цвет линии

source: Style
ar: الطراز
eo: Stilo
he: סגנון
hi: शैली
pl: Wygląd
pt_br: Estilo

source: Stroke Width
ar: عرض الجرّات
eo: Larĝo de streko
fr: Épaisseur du trait
he: עובי קו מתאר
hi: रेखा की चौड़ाई
pl: Grubość kreski
pt_br: Largura do traço

source: Cap
ar: قبعة
eo: Ĉapo
fr: Maj
he: קצה
hi: टोपी
pl: Ograniczenie
pt_br: Ponta

source: Join
ar: انضم
eo: Aliĝu
fr: Rejoindre
he: צירוף
hi: जोड़ना
pl: Połącz
pt_br: Juntar

source: Miter Limit
ar: حد المقياس
eo: Mitra Limo
fr: Limite de biseau
he: גבול תפר
hi: मीटर सीमा
pl: Ograniczenie ostrości
pt_br: Limite de interseção

source: Dashes
ar: شرطات
eo: Paŭzostrekoj
fr: Pointillés
he: מקפים
hi: डैश
pl: Kreski
pt_br: Traços

source: Lock Ratio
ar: اقفل النسبة
eo: Ŝlosa Proporcio
fr: Verrouiller le rapport
he: נעילת יחס גובה־רוחב
hi: लॉक अनुपात
pl: Zachowaj kształt
pt_br: Bloquear razão de aspecto
ru: Заблокировать соотношение

source: Rename
ar: غيّر الاسم
eo: Renomi
fr: Renommer
he: שינוי שם
hi: नाम बदलें
pl: Przemianuj
pt_br: Renomear
ru: Переименовать

source: Rename Composition
ar: أعد تسمية التركيبة
eo: Alinomi Komponaĵon
fr: Renommer la composition
he: שינוי שם תרכובת
hi: रचना का नाम बदलें
pl: Przemianuj złożenie
pt_br: Renomear composição
ru: Переименовать композицию

source: Delete Composition
ar: احذف التّراكب
eo: Forigi Komponaĵon
fr: Supprimer la composition
he: מחיקת תרכובת
hi: रचना हटाएं
pl: Usuń złożenie
pt_br: Excluir composição
ru: Удалить композицию

source: Transition From Previous
ar: انتقال من السابق
eo: Transiro De Antaŭa
fr: Tradition depuis la précédente
he: מעברון מהקודמת
hi: पिछले से संक्रमण
pl: Przejście z poprzedniej
pt_br: Transicionar a partir do anterior
ru: Переход от предыдущего

source: Transition To Next
ar: انتقال إلى التالي
eo: Transiro Al Sekva
fr: Transition vers la suivante
he: מעברון לבאה
hi: अगले चरण पर जाएँ
pl: Przejście do następnej
pt_br: Transicionar para o próximo
ru: Переход к следующему

source: Custom...
ar: مخصّص...
eo: Propra...
fr: Personnaliser...
he: התאמה אישית…
hi: रिवाज़...
pl: Własny...
pt_br: Personalizado...
ru: Дополнительно…

source: Copy Keyframe
ar: انسخ الإطار الرئيس
eo: Kopiu Ŝlosilkadron
fr: Copier l'image clé
he: העתקת תמונית מפתח
hi: कीफ़्रेम कॉपी करें
pl: Skopiuj klatkę kluczową
pt_br: Copiar quadro-chave
ru: Копировать ключевой кадр

source: &Clear Animations
ar: &امسح الرسوم المتحركة
eo: &Klara Animacioj
fr: Effacer des a&nimations
he: &פינוי הנפשות
hi: &एनीमेशन साफ़ करें
pl: Wy&czyść animacje
pt_br: &Limpar animações

source: Frame number
ar: رقم الإطار
eo: Kadra nombro
fr: Numéro d'image
he: מספר תמונית
hi: फ़्रेम संख्या
pl: Numer klatki
pt_br: Número do quadro
ru: Номер кадра

source: Loop animation
ar: كرر الرسوم المتحركة
eo: Buklo kuraĝigo
fr: Animation en boucle
he: הרצת הנפשה בלולאה
hi: लूप एनीमेशन
pl: Zapętlij animację
pt_br: Repetir animação
ru: Зациклить анимацию

source: Loop
ar: حلقة
eo: Buklo
fr: Boucler
he: חזרה בלולאה
hi: कुंडली
pl: Zapętlij
pt_br: Repetir
ru: Зациклить

source: Go To First Frame
ar: انتقل إلى أول إطار
eo: Iru Al Unua Kadro
fr: Aller à la première image
he: מעבר לתמונית הראשונה
hi: पहले फ्रेम पर जाएँ
pl: Przejdź do pierwszej klatki
pt_br: Ir para o primeiro quadro
ru: Перейти к первому кадру

source: Go To Previous Keyframe
ar: انتقل إلى الإطار الرئيس السّابق
eo: Iru al Antaŭa Ŝlosilkadro
fr: Aller à l'image clé précédente
he: מעבר לתמונית המפתח הקודמת
hi: पिछले कीफ़्रेम पर जाएँ
pl: Przejdź do poprzedniej klatki kluczowej
pt_br: Ir para o quadro-chave anterior
ru: Перейти к предыдущему ключевому кадру

source: Go To Previous Frame
ar: انتقل إلى الإطار السابق
eo: Iru al Antaŭa Kadro
fr: Aller à l'image précédente
he: מעבר לתמונית הקודמת
hi: पिछले फ़्रेम पर जाएँ
pl: Przejdź do poprzedniej klatki
pt_br: Ir para o quadro anterior
ru: Перейти к предыдущему кадру

source: Go To Next Frame
ar: انتقل إلى الإطار التالي
eo: Iru Al Sekva Kadro
fr: Aller à l'image suivante
he: מעבר לתמונית הבאה
hi: अगले फ़्रेम पर जाएँ
pl: Przejdź do następnej klatki
pt_br: Ir para o próximo quadro
ru: Перейти к следующему кадру

source: Go To Next Keyframe
ar: انتقل إلى الإطار الرئيس التّالي
eo: Iru Al Sekva Ŝlosilkadro
fr: Aller à l'image clé suivante
he: מעבר לתמונית המפתח הבאה
hi: अगले कीफ़्रेम पर जाएँ
pl: Przejdź do następnej klatki kluczowej
pt_br: Ir para o próximo quadro-chave
ru: Перейти к следующему ключевому кадру

source: Go To Last Frame
ar: انتقل إلى آخر إطار
eo: Iru Al Lasta Kadro
fr: Aller à la dernière image
he: מעבר לתמונית האחרונה
hi: अंतिम फ़्रेम पर जाएँ
pl: Przejdź do ostatniej klatki
pt_br: Ir para o último quadro
ru: Перейти к последнему кадру

source: Record
ar: السجل
eo: Registri
fr: Enregistrer
he: הקלטה
hi: अभिलेख
pl: Nagraj
pt_br: Gravar
ru: Записать

source: Presets
ar: إعدادات مسبقة
eo: Antaŭagordoj
fr: Préréglages
he: ערכות
hi: प्रीसेट
pl: Nastawy
pt_br: Predefinições
ru: Предустановки

source: Start
ar: ابدأ
eo: Lanĉi
fr: Démarrer
he: התחלה
hi: शुरू
pl: Początek
pt_br: Iniciar
ru: Начало

source: Finish
ar: أنهِ
eo: Fini
fr: Finir
he: סיום
hi: खत्म करना
pl: Zakończ
pt_br: Concluir
ru: Завершение

source: Hold
ar: حجز
eo: Tenu
fr: Maintenir
he: החזקה
hi: पकड़ना
pl: Przytrzymaj
pt_br: Segurar

source: Fast
ar: سريع
eo: Rapida
fr: Rapide
he: מהר
hi: तेज़
pl: Szybko
pt_br: Rápido
ru: Быстрый

source: Ease In
ar: سهولة في الدخول
eo: Facileco En
fr: Faciliter l'accès
he: כניסה ברוגע
hi: आराम से
pl: Złagodzenie na wejściu
pt_br: Suavizar - Entrada

source: Ease
ar: سهولة
eo: Facileco
fr: Faciliter
he: ברוגע
hi: आसानी
pl: Złagodzenie
pt_br: Suavizar

source: Anticipate
ar: توقع
eo: Antaŭvidi
fr: Anticiper
he: ציפייה
hi: अंदाज़ा लगाना
pl: Przewiduj
pt_br: Antecipar
ru: Упреждение

source: Drag Keyframes
ar: اسحب الإطار الرئيس
eo: Trenu Ŝlosilkadrojn
fr: Déplacer les images clés
he: גרירת תמוניות מפתח
hi: कीफ़्रेम खींचें
pl: Przeciągnij klatki kluczowe
pt_br: Arrastar quadros-chave
ru: Перетаскивание ключевого кадра

source: Fill and Stroke
ar: تعبئة وإطار
eo: Plenigu kaj Stroke
fr: Remplissage et contour
he: מילוי וקו מתאר
hi: भरें और स्ट्रोक करें
pl: Wypełnienie i kreska
pt_br: Preenchimento e traçado
ru: Заливка и обводка

source: Create
ar: أنشئ
eo: Krei
fr: Créer
he: יצירה
hi: बनाएं
pl: Utwórz
pt_br: Criar
ru: Создать

source: Raw Shape
ar: شكل خام
eo: Kruda Formo
fr: Primitive
he: צורה גולמית
hi: कच्चा आकार
pl: Surowy kształt
pt_br: Forma básica
ru: Черновая фигура

source: Zoom In
ar: قرّب
eo: Zomi
fr: Zoomer
he: התקרבות
hi: ज़ूम इन
pl: Powiększ
pt_br: Ampliar
ru: Увеличить

source: Zoom Out
ar: بعّد
eo: Malzomi
fr: Dézoomer
he: התרחקות
hi: ज़ूम आउट
pl: Pomniejsz
pt_br: Reduzir
ru: Уменьшить

source: Reset Zoom
ar: صفّر التكبير
eo: Restarigi Zoom
fr: Remise à zéro du zoom
he: איפוס רמת תקריב
hi: ज़ूम रीसेट करें
pl: Wyzeruj przybliżenie
pt_br: Redefinir zoom
ru: Сбросить масштаб

source: Angle
ar: الزاوية
eo: Angulo
he: זווית
hi: कोण
pl: Kąt
pt_br: Ângulo
ru: Угол

source: Reset Rotation
ar: صفّر الدوران
eo: Restarigi Rotacion
fr: Remise à zéro de la rotation
he: איפוס ההטייה
hi: रोटेशन रीसेट करें
pl: Wyzeruj obrót
pt_br: Redefinir rotação
ru: Сбросить вращение

source: Flip View
ar: اقلب العرض
eo: Flip Vido
fr: Basculer la vue
he: היפוך התצוגה
hi: फ्लिप दृश्य
pl: Odbij widok
pt_br: Inverter vista
ru: Отразить вид

source: url
ar: رابط
he: כתובת
hi: यूआरएल
pl: adres url

source: css_url
ar: مسار_css
he: כתובת_css
hi: सीएसएस_यूआरएल
pt_br: url_css

source: Emoji
ar: صورة تعبيرية
fr: Émoticône
he: אמוג׳י
hi: इमोजी
ru: Эмодзи

source: Glaxnimate
ar: غلاكسنيمَيْت
hi: ग्लैक्सनिमेट

source: (c) 2019-2023
hi: (सी) 2019-2023

source: Mattia "Glax" Basaglia
ar: ماتيا «غلاكس» باساغليا
he: מטאיה „Glax” בסאגליה
hi: मटिया "ग्लैक्स" बसाग्लिया

source: Maintainer
ar: الصائن
he: מתחזק
hi: मेंटेनर
pl: Opiekun
pt_br: Mantenedor

source: potrace
hi: खर्च करना

source: Used by the bitmap tracing feature.
ar: يستخدم في خاصية تتبع الصور النقطية.
he: משמש ליכולת מעקב אחר מפת הסיביות.
hi: बिटमैप ट्रेसिंग सुविधा द्वारा उपयोग किया जाता है।
pl: Używane przez trasowanie bitmap.
pt_br: Usado pela funcionalidade de traçamento de bitmap.

source: libav
hi: मुक्त

source: libarchive
hi: लाइब्रेराइव

source: zlib
ar: زي ليب
hi: ज़्लिब

source: Used by the plugin system.
ar: يستخدم في نظام الملحقات.
he: משמש את מערכת התוספים.
hi: प्लगइन सिस्टम द्वारा उपयोग किया जाता है.
pl: Używane przez system wtyczek.
pt_br: Usado pelo sistema de extensões.

source: CPython
ar: سي بايثون
hi: सीपीथॉन

source: Inkscape
ar: إنكسكيب
he: אינקסקייפ
hi: इंकस्केप

source: Adobe After Effects Project XML
ar: مشروع Adobe After Effects بصيغة XML
fr: Projet « Adobe After Effects XML »
he: XML של מיזם Adobe After Effects
hi: एडोब आफ्टर इफेक्ट्स प्रोजेक्ट XML
pl: Projekt XML Adobe After Effects
pt_br: Projeto XML do Adobe After Effects

source: Clip
ar: المقطع
he: סרטון
hi: क्लिप
pl: Przytnij
pt_br: Clipe
ru: Клип

source: JSON
ar: جسون
hi: जेएसओएन

source: SVG
hi: एसवीजी

source: Video
ar: فيديو
fr: Vidéo
he: סרטון
hi: वीडियो
pl: Film
pt_br: Vídeo
ru: Видео

source: Swatch
ar: سواتش
fr: Échantillon
he: מקבץ צבעים
hi: नमूना
pl: Łata
pt_br: Amostra

source: PolyStar
ar: نجمة متعددة
fr: Étoile-polygone
he: כוכב רב־צלעות
hi: पॉलीस्टार
pl: Wielogwiazda
ru: Полизвезда

source: Zig Zag
ar: متعرّج
he: זיגזג
hi: ज़िग ज़ैग
pl: Zyg-Zak
pt_br: Zigue-zague
ru: Зигзаг

source: Views
ar: المناظير
he: תצוגות
hi: दृश्य
pl: Widoki
pt_br: Vistas

source: Layout
ar: التخطيط
he: פריסה
hi: लेआउट
pl: Układ

source: Document
ar: مستند
he: מסמך
hi: दस्तावेज़
pl: Dokument
pt_br: Documento

source: Render Single Frame
ar: اعرض إطارًا واحدًا
he: תיצוג תמונית בודדה
hi: एकल फ़्रेम रेंडर करें
pl: Wyświetl pojedynczą klatkę
pt_br: Renderizar apenas um quadro

source: Playback
ar: تشغيل
he: נגינה
hi: प्लेबैक
pl: Odtwarzanie
pt_br: Reprodução

source: Object
ar: كائن
he: פריט
hi: वस्तु
pl: Obiekt
pt_br: Objeto

source: Align and Distribute
ar: محاذاة وتوزيع
he: יישור ופיזור
hi: संरेखित करें और वितरित करें
pl: Wyrównaj i rozłóż
pt_br: Alinhar e distribuir

source: Tools Toolbar
ar: شريط أدوات الأدوات
he: סרגל כלי עזר
hi: उपकरण टूलबार
pl: Paski narzędzi
pt_br: Barra de ferramentas

source: Node Toolbar
ar: شريط أدوات العقدة
he: סרגל נקודות
hi: नोड टूलबार
pl: Pasek narzędzi węzłów
pt_br: Barra de ferramentas do nó

source: System Default
ar: مبدئي النظام
he: לפי המערכת
hi: प्रणालीगत चूक
pt_br: Padrão do sistema

source: About Environment
ar: عن البيئة
he: על הסביבה
hi: पर्यावरण के बारे में
pl: O środowisku
pt_br: Sobre o ambiente

source: ID
ar: المُعرّف
he: מזהה
hi: पहचान
ru: Идентификатор

source: Octree
ar: أوكتري
hi: ऑक्ट्री
pl: Drzewo ósemkowe

source: f
he: ת
hi: एफ
ru: к

source: Drop
ar: قطرة
fr: Déposer
he: השמטה
hi: बूँद
pl: Porzuć
pt_br: Soltar
ru: Перетаскивание

source: Put on Path
ar: ضع على المسار
he: הצבה על נתיב
hi: पथ पर रखो
pl: Umieścić na ścieżce
pt_br: Inserir no caminho

source: Copy Debug Information
ar: انسخ معلومات التنقيح
he: העתקת פרטי ניפוי שגיאות
hi: डीबग जानकारी कॉपी करें
pl: Skopiuj dane diagnostyczne
pt_br: Copiar informação de depuração

source: File
ar: ملف
he: קובץ
hi: फ़ाइल
pl: Plik
pt_br: Arquivo

source: Add Image…
ar: أضف صورة...
he: הוספת תמונה…
hi: छवि जोड़ें…
pl: Dodaj obraz…
pt_br: Adicionar imagem…

source: Import…
ar: استورد…
he: ייבוא…
hi: आयात करना…
pl: Zaimportuj…
pt_br: Importar…

source: Import from LottieFiles…
ar: استورد من LottieFiles…
he: ייבוא מ־LottieFiles…
hi: LottieFiles से आयात करें…
pl: Zaimportuj z LottieFiles…
pt_br: Importar de LottieFiles…

source: Export…
ar: صدر…
he: ייצוא…
hi: निर्यात करना…
pl: Wyeksportuj…
pt_br: Exportar…

source: Export As…
ar: صدّر بصيغة…
he: ייצוא בתור…
hi: निर्यात करें…
pl: Wyeksportuj jako…
pt_br: Exportar como…

source: Export as Image Sequence…
ar: صدّر كسلسلة صور…
he: ייצוא כרצף תמונות…
hi: छवि अनुक्रम के रूप में निर्यात करें…
pl: Wyeksportuj jako ciąg obrazów…
pt_br: Exportar como sequência de imagens…

source: View
ar: عرض
he: תצוגה
hi: देखना
pl: Widok
pt_br: Exibir

source: Raster…
ar: نقطي…
he: תיצוג…
hi: रेखापुंज…
pt_br: Rasterizar…

source: SVG…
hi: एसवीजी…

source: Lottie (SVG)
hi: लोट्टी (SVG)

source: SVG (SMIL)
hi: एसवीजी (मुस्कान)

source: Resize…
ar: غيّر الحجم…
he: שינוי גודל…
hi: आकार बदलें…
pl: Zmień rozmiar…
pt_br: Redimensionar…

source: Timing…
ar: توقيت…
he: תזמון…
hi: समय…
pl: Planowanie czasu…
pt_br: Tempo…

source: Metadata…
ar: البيانات الوصفيّة…
he: נתוני־על…
hi: मेटाडेटा…
pl: Metadane…
pt_br: Metadados…

source: Record Keyframes
ar: سجّل الإطارات الرئيسة
he: הקלטת תמוניות מפתח
hi: कीफ़्रेम रिकॉर्ड करें
pl: Nagraj klatki kluczowe
pt_br: Gravar quadros-chave

source: Jump to Start
ar: اقفز إلى البداية
he: קפיצה להתחלה
hi: आरंभ करने के लिए आगे बढ़ें
pl: Przejdź do początku
pt_br: Pular para o começo

source: Jump to End
ar: اقفز إلى النهاية
he: קפיצה לסוף
hi: अंत तक जाएं
pl: Przejdź na koniec
pt_br: Pular para o fim

source: Next Frame
ar: الإطار التالي
he: התמונית הבאה
hi: अगला फ़्रेम
pl: Następna klatka
pt_br: Próximo quadro

source: Previous Frame
ar: الإطار السابق
he: התמונית הקודמת
hi: पिछला फ़्रेम
pl: Poprzednia klatka
pt_br: Quadro anterior

source: Precompose Selection
ar: جهز التركيبة المحددة
he: הרכבת הבחירה מראש
hi: प्रीकंपोज चयन
pl: Wstępnie złóż zaznaczenie
pt_br: Pré-compor seleção

source: New Composition
ar: تركيبة جديدة
he: תרכובת חדשה
hi: नई रचना
pl: Nowe złożenie
pt_br: Nova composição

source: Emoji…
ar: صورة تعبيرية…
he: אמוג׳י…
hi: इमोजी…

source: Raise to Top
ar: ارفع إلى الأعلى
he: הגבהה לראש
hi: ऊपर तक ले जाएँ
pl: Podnieś na wierzch
pt_br: Elevar para o topo

source: Lower to Bottom
ar: اخفض إلى الأسفل
he: הנמכה לתחתית
hi: नीचे से नीचे
pl: Niższy do dołu
pt_br: Descer para o fundo

source: Move to…
ar: انقل إلى…
he: העברה אל…
hi: करने के लिए कदम…
pl: Przenieś do…
pt_br: Mover para…

source: Ungroup
ar: فك التجميع
he: פירוק
hi: असमूहीकृत
pl: Rozgrupuj
pt_br: Desagrupar

source: Object to Path
ar: حول الكائن إلى مسار
he: פריט לנתיב
hi: पथ पर वस्तु
pl: Obiekt na ścieżkę
pt_br: Objeto para caminho

source: Trace Bitmap…
ar: اقتف الأثر النقطي…
he: מעקב אחר מפת סיביות…
hi: ट्रेस बिटमैप…
pl: Trasowanie bitmapy…
pt_br: Traçar bitmap…

source: Union
ar: اتحاد
he: איחוד
hi: मिलन
pl: Unia
pt_br: União

source: Difference
ar: الفرق
he: הבדל
hi: अंतर
pl: Różnica
pt_br: Diferença

source: Intersect
ar: تقاطع
he: חצייה
hi: इंटरसेक्ट
pl: Przecięcie
pt_br: Interseção

source: Exclusion
ar: استبعاد
he: החרגה
hi: बहिष्करण
pl: Wykluczenie
pt_br: Exclisão

source: Reverse
ar: اعكس
he: היפוך
hi: रिवर्स
pl: Odwróć
pt_br: Reverso

source: Add Node…
ar: أضف عقدة…
he: הוספת נקודה…
hi: नोड जोड़ें…
pl: Dodaj węzeł…
pt_br: Adicionar nó…

source: Join Nodes
ar: ضمّ العقد
he: צירוף נקודות
hi: नोड्स में शामिल हों
pl: Połącz węzły
pt_br: Juntar nós

source: Split Nodes
ar: اقسم العقد
he: פיצול נקודות
hi: विभाजित नोड्स
pl: Podziel węzły
pt_br: Dividir nós

source: Symmetric
ar: متماثل
he: סימטרית
hi: सममित
pl: Symetryczne
pt_br: Simétrico

source: X: %1 Y: %2
ar: س: %1 ص: %2
hi: एक्स:%1 वाई:%2

source: IoStatusDialog
he: מצב חלונית קלט/פלט
hi: Ioस्टेटसडायलॉग
pt_br: DiálogoDeStatusDeIO

source: Framerate
ar: معدّل الإطارات
fr: Fréquence
he: קצב תמוניות
hi: फ्रेम रेट
pl: Szybkość klatkowa
pt_br: Taxa de quadros
ru: Скорость

source: fps
ar: إطار/ثا
he: תמוניות לשנייה
hi: एफपीएस
pl: kl./s
ru: к/сек

source: FPS
ar: إطار/ثا
he: תמוניות לשנייה
hi: एफपीएस
pl: kl/s

source: Compact Timeline
ar: الخط الزمني المضغوط
he: ציר זמן מצומצם
hi: संक्षिप्त समयरेखा
pl: Zwarta oś czasu
pt_br: Linha do tempo compacta

source: &Timeline
ar: ال&خطّ الزّمنيّ
he: &ציר זמן
hi: &समयरेखा
pl: Oś &czasu
pt_br: Linha do &tempo

source: &Tool Options
ar: &خيارات الأداة
he: אפשרויות &כלי
hi: &टूल विकल्प
pl: Us&tawienia narzędzi
pt_br: Opções da ferramen&ta

source: NonZero
ar: غير صفري
fr: Non nul
he: לא־אפס
hi: अशून्य
pl: Nie-zero
pt_br: NãoZero

source: Sans-Serif
fr: Sans empattement
he: ללא עיטור
hi: सान्स सेरिफ़
pl: Bezszeryfowa
pt_br: Sem serifa
ru: Без засечек

# Settings
source: User Interface
ar: واجهة المستخدم
he: ממשק משתמש
hi: प्रयोक्ता इंटरफ़ेस
pt_br: Interface do usuário

source: Show startup dialog
ar: أظهر حوار بدء التشغيل
he: הצגת חלונית פתיחה
hi: स्टार्टअप संवाद दिखाएँ
pt_br: Exibir tela de início ao iniciar
ru: Выводить диалоговое окно запуска

source: Horizontal Timeline Scroll
ar: تمرير الخط الزمني الأفقي
he: גלילה אופקית בציר הזמן
hi: क्षैतिज समयरेखा स्क्रॉल
pt_br: Rolar linha do tempo horizontalmente

source: If enabled, the timeline will scroll horizontally by default and vertically with Shift or Alt
ar: عند التمكين، سيتحرك الخط الزمني أفقياً بشكل مبدئي وعمودياً بالضغط على Shift أو Alt
he: אם האפשרות פעילה, ציר הזמן יגלול את עצמו אופקית כברירת מחדל ואנכית עם Shift או Alt
hi: यदि सक्षम किया गया है, तो टाइमलाइन डिफ़ॉल्ट रूप से क्षैतिज रूप से और Shift या Alt के साथ लंबवत रूप से स्क्रॉल होगी
pt_br: Se habilitado, a linha do tempo irá rolar horizontalmente por padrão e verticalmente com Shift ou Alt

source: Icon Theme
ar: سمة الأيقونات
he: ערכת סמלים
hi: आइकन थीम
pt_br: Tema de ícones

source: Icon theme for the application
ar: سمة الأيقونات للتطبيق
he: ערכת הסמלים של היישום
hi: एप्लिकेशन के लिए आइकन थीम
pt_br: Tema de ícones para o aplicativo

# Seconds suffix
source: s
ar: ث
he: שנ׳
hi: एस

# Settings
source: New Animation Defaults
ar: الخيارات المبدئية للرسوم المتحركة الجديدة
he: ברירות מחדל להנפשה חדשה
hi: नए एनिमेशन डिफ़ॉल्ट
pt_br: Novos padrões de animação

source: Canvas Width
ar: عرض لوحة الرسم
he: רוחב משטח ציור
hi: कैनवास की चौड़ाई
pt_br: Largura da tela

source: Canvas Height
ar: ارتفاع لوحة الرسم
he: גובה משטח ציור
hi: कैनवास की ऊंचाई
pt_br: Altura da tela

source: Frames per seconds
ar: الإطارات في الثانية
he: תמוניות לשנייה
hi: फ्रेम प्रति सेकंड
pt_br: Quadros por segundos

source: Duration in seconds
ar: المدة بالثواني
he: משך בשניות
hi: अवधि सेकंड में
pt_br: Duração em segundos

# Settings
source: Open / Save
ar: افتح/احفظ
he: פתיחה / שמירה
hi: खोलें / सहेजें
pt_br: Abrir / Salvar

source: Max Recent Files
ar: أقصى عدد من الملفات الحديثة
he: כמות מרבית של קבצים אחרונים
hi: अधिकतम हाल की फ़ाइलें
pt_br: Arquivos recentes máximos

source: Number of items to show in the recent files menu
ar: عدد العناصر التي ستظهر في قائمة الملفات الحديثة
he: מספר הפריטים להצגה בתפריט הקבצים האחרונים
hi: हाल ही की फ़ाइलें मेनू में दिखाए जाने वाले आइटमों की संख्या
pt_br: Número de itens a mostrar no menu de arquivos recentes

source: Backup Frequency
ar: تكرار النسخ الاحتياطي
he: תדירות גיבוי
hi: बैकअप आवृत्ति
pt_br: Frequência de backup

source: Use system file dialog
ar: استخدم حوار ملف حاسوبك
he: להשתמש בחלונית הקבצים של המערכת
hi: सिस्टम फ़ाइल संवाद का उपयोग करें
pt_br: Usar diálogo de arquivos do sistema

source: HSV
fr: TSV
hi: एचएसवी

source: HSL
fr: TSL
hi: एचएसएल

source: S
hi: एस
ru: Н

source: H
hi: एच
ru: О

source: V
ar: فولت
hi: वी
ru: З

source: L
hi: एल
ru: Я

source: B
hi: बी

source: R
hi: आर
ru: К

source: G
ar: خ
hi: जी
ru: З

source: C
hi: सी

source: M
hi: एम
ru: П

source: Y
hi: और
ru: Ж

source: K
hi: क
ru: Ч

source: A
hi: ए

source: f
ar: إ
fr: i
he: ת
hi: एफ
ru: к

source: Ease Out
ar: سهولة في الخروج
fr: Faciliter la sortie
he: יציאה ברוגע
hi: आराम करो
pl: Złagodzenie na wyjściu
pt_br: Suavizar - Saída

source: Overshoot
ar: تجاوز
fr: Dépasser
he: ריכוך עצירה
hi: ओवरशूट
pl: Przestrzelenie
pt_br: Exceder
ru: Перелёт

source: Fit View
ar: اضبط العرض
fr: Ajuster la vue
he: התאמה לתצוגה
hi: फिट दृश्य
pl: Zmieść w widoku
pt_br: Ajustar à vista
ru: Уместить вид

source: CPU
fr: Processeur

source: S&tar
fr: &Étoile

source: PgUp
fr: Page bas

source: PgDown
fr: Page haut

source: Emo&ji...
fr: Émo&ji...

source: LottieFiles
fr: Fichiers « Lotties »

source: %5 - %1x%2 %3 %4fps
ar: %5 - %1×%2 %3 %4 إطار/ث
he: %5 - %1x%2 %3 %4 תמוניות לשנייה
pl: %5 - %1x%2 %3 %4 kl/s
