Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The Octree algorithm merges similar colors from the bottom up.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">It gives more accurate colors for complex images but it might result into colors that are not present in the source image.</p></body></html>
ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">تدمج خوارزمية Octree الألوان المتشابهة من الأسفل إلى الأعلى.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">إنها تمنح ألوانًا أكثر دقة للصور المعقدة ولكنها قد تؤدي إلى ألوان غير موجودة في الصورة المصدر.</p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">La Octree-algoritmo kunfandas similajn kolorojn de malsupre supren.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent :0; text-indent:0px;">Ĝi donas pli precizajn kolorojn por kompleksaj bildoj sed ĝi povus rezultigi kolorojn kiuj ne ĉeestas en la fontbildo.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">L'algorithme « Octree » fusionne les couleurs similaires de bas en haut.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Il donne des couleurs plus exactes pour les images complexes, mais pourrait également faire apparaître des couleurs absentes de l'image source.</p></body></html>
he: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } body { direction: rtl; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">אלגוריתם Octree ממזג צבעים דומים מלמטה למעלה.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">הוא מעניק צבעים מדויקים יותר לתמונות מורכבות אך הוא עלול להוביל להופעת צבעים שאינם קיימים בתמונת המקור.</p></body></html>
hi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> ऑक्ट्री एल्गोरिथ्म समान रंगों को नीचे से ऊपर तक मिलाता है। </p><p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> यह जटिल छवियों के लिए अधिक सटीक रंग प्रदान करता है, लेकिन इसके परिणामस्वरूप ऐसे रंग प्राप्त हो सकते हैं जो स्रोत छवि में मौजूद नहीं होते।</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Algorytm Octree scala podobne barwy od dołu do góry.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Daje dokładniejsze barwy na złożonych obrazach, lecz może skutkować pojawianiem się barw, które nie są obecne na obrazie źródłowym.</p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">O algoritmo Octree funde cores similares de baixo pra cima.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Para imagens complexas melhora a precisão das cores, no entanto, pode resultar em cores que não estavam presentes na imagem original.</p></body></html>

source: Min Frequency
ar: أدنى سرعة
eo: Min Frekvenco
fr: Fréquence minimale
he: תדירות מזערית
hi: न्यूनतम आवृत्ति
pl: Min częstotliwość
pt_br: Frequência mínima
ru: Минимальная частотность

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Edge Exclusion Modes takes the most frequent color (mode) in the image, then excludes all pixels touching said area, then repeats the process until the appropriate number of colors has been found.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This approach removes anti-aliased edges but it might cause small details to not be detected.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Min Frequency</span> refers to the minimum amount of pixels that a color must have to be considered (as a percentage of the total number of pixels in the image).</p></body></html>
ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">يأخذ نمط استبعاد الحواف اللون الأكثر تكرارًا (mode) في الصورة، ثم يستبعد كل البكسلات التي تلامس تلك المنطقة، ثم يكرر العملية حتى يجد العدد المناسب من الألوان.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">تزيل هذه الطريقة الحواف الممانعة للتخادع ولكنها قد لا تكشف التفاصيل الصغيرة.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">الحد الأدنى للتواتر</span> يشير إلى الحد الأدنى من البكسلات التي يجب أن يحتويها اللون ليؤخذ في الاعتبار (كنسبة مئوية من العدد الإجمالي للبكسلات في الصورة).</p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Edge-Ekskludreĝimoj prenas la plej oftan koloron (reĝimon) en la bildo, tiam ekskludas ĉiujn pikselojn tuŝantajn koncernan areon, tiam ripetas la procezon ĝis la taŭga nombro da koloroj estas trovita.</p> <p style=" margin-top: 0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ĉi tiu aliro forigas kontraŭ-alisigitajn randojn sed ĝi povus kaŭzi malgrandajn detaloj ne detekteblaj.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0 ; text-indent:0px;"><span style=" font-weight:600;">Min Frequency</span> rilatas al la minimuma kvanto de pikseloj kiujn koloro devas esti konsiderata (kiel procento de la tuta nombro da pikseloj en la bildo).</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Les modes d'exclusion de bords prennent en compte la couleur (mode) la plus fréquente et ensuite, excluent tous les pixels touchant cette zone, puis le processus se répète jusqu'à ce que le nombre approprié de couleurs ait été trouvé.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cette approche supprime les bords avec anti-crénelage mais cela peut entraîner l'absence de détection de petits détails.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">La fréquence minimale</span> fait référence à la quantité minimale de pixels qu'une couleur doit avoir pour être prise en compte (En pourcentage du nombre total de pixels dans l'image).</p></body></html>
he: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } body { direction: rtl; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">מצבי החרגת קצוות לוקחים את הצבע הנפוץ ביותר (מצב) בתמונה ואז מחריג את כל הפיקסלים שסביב האזור המיועד ואז חוזר על התהליך עד שמספר הצבעים המתאים נמצא.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">הגישה הזאת מסירה קצוות שאינם מוחלקים אבל היא עלול לגרום לאיבוד של פרטים קטנים.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">תדירות מזערית</span> מתייחסת לכמות המזערית של פיקסלים שחייבים להיות בצבע מסוים כדי שיקבל חשיבות (כאחוז מכלל מספר הפיקסלים בתמונה).</p></body></html>
hi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> एज एक्सक्लूजन मोड्स छवि में सबसे अधिक बार उपयोग किए जाने वाले रंग (मोड) को लेता है, फिर उक्त क्षेत्र को छूने वाले सभी पिक्सल को बाहर निकाल देता है, फिर प्रक्रिया को तब तक दोहराता है जब तक कि रंगों की उचित संख्या नहीं मिल जाती। </p><p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> यह दृष्टिकोण एंटी-अलियास किनारों को हटा देता है, लेकिन इसके कारण छोटे विवरण का पता नहीं चल पाता है। </p><p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">न्यूनतम आवृत्ति</span> पिक्सेल की न्यूनतम मात्रा को संदर्भित करती है जिसे किसी रंग में शामिल किया जाना चाहिए (छवि में पिक्सेल की कुल संख्या के प्रतिशत के रूप में)।</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Tryb wykluczania krawędzi bierze najczęstszą barwę (tryb) na obrazie, a następnie wyklucza wszystkie piksele dotykające danego obszaru, a następnie powtarza tę czynność do czasu znalezienia odpowiedniej liczby barw.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">To podejście pozbywa się schodkowych krawędzi, lecz może spowodować niewykrywanie małych szczegółów.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Najniższa częstotliwość</span> odnosi się do najmniejszej liczby pikseli, którą dana barwa musi mieć, aby zostać rozważoną (jako procent łącznej liczby pikseli na obrazie).</p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Os Modos de Exclusão de Borda selecionam a cor mais frequente na imagem (modo) e excluem todos os pixels que tocam tal área, então, repetem o processo até que um número apropriado de cores tenha sido encontrado.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Essa abordagem remove bordas anti-serrilhadas, mas pode não detectar detalhes pequenos.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Frequência mínima</span> se refere a um número mínimo de pixels que uma cor deve ter para ser considerada (como porcentagem do número total de pixels na imagem).</p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Алгоритм «Моды с исключением периферии» определяет наиболее часто встречающийся в изображении цвет (моду), исключает все пикселы, граничащие с областью этого цвета, затем повторяет процесс пока не будет обнаружено соответствующее количество цветов.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">При таком подходе успешно удаляются края с плавным переходом цвета, однако некоторые мелкие детали могут остаться незамеченными.</p> <p style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Минимальная частотность</span> соответствует минимальному количеству пикселов, которое должен иметь учитываемый цвет (в процентном отношении к общему числу пикселов на всём изображении).</p></body></html>

source: Document Metadata
ar: بيانات وثيقة
eo: Metadatumoj de Dokumentoj
fr: Métadonnées de document
he: נתוני־על של המסמך
hi: दस्तावेज़ मेटाडेटा
pl: Metadane dokumentu
pt_br: Metadados do documento

source: Common
ar: عام
eo: Komuna
fr: Commun
he: משותף
hi: सामान्य
pl: Wspólny
pt_br: Comum
ru: Общие

source: Author
ar: المؤلف
eo: Aŭtoro
fr: Auteur
he: יוצר/ת
hi: लेखक
pl: Autor
pt_br: Autor

source: Description
ar: الوصف
eo: Priskribo
he: תיאור
hi: विवरण
pl: Opis
pt_br: Descrição

source: Keywords
ar: الكلمات المفتاحيّة
eo: Ŝlosilvortoj
fr: Mots-clés
he: מילות מפתח
hi: कीवर्ड
pl: Słowa kluczowe
pt_br: Palavras-chave
ru: Ключевые слова

source: Custom
ar: مخصّص
eo: Propra
fr: Personnalisé
he: מותאם אישית
hi: रिवाज़
pl: Własny
pt_br: Personalizado

# @title:window
source: Error
ar: خطأ
eo: Eraro
fr: Erreur
he: שגיאה
hi: गलती
pl: Błąd
pt_br: Erro

# %1 path
source: Could not create directory %1
ar: لا يمكن إنشاء المجلد %1
eo: Ne eblis krei dosierujon %1
fr: Impossible de créer le dossier %1
he: לא ניתן ליצור תיקייה %1
hi: निर्देशिका नहीं बनाई जा सकी %1
pl: Nie można utworzyć katalogu %1
pt_br: Não foi possível criar pasta %1

# @title:window
source: Choose directory
ar: اختر المجلد
eo: Elekti dosierujon
fr: Sélectionner un dossier
he: בחירת תיקייה
hi: निर्देशिका चुनें
pl: Wybierz katalog
pt_br: Escolher pasta

source: Export as Image Sequence
ar: صدّر كمتسلسلة صور
eo: Eksporti kiel Bilda Sekvenco
fr: Exporter comme séquence d'images
he: ייצוא כרצף תמונות
hi: छवि अनुक्रम के रूप में निर्यात करें
pl: Wyeksportuj jako ciąg obrazów
pt_br: Exportar como sequência de imagem
ru: Экспорт в виде последовательности изображений

source: To Frame
ar: إلى الإطار
eo: Enkadrigi
fr: Jusqu'à la trame
he: לתמונית
hi: फ्रेम करने के लिए
pl: Do klatki
pt_br: Para o quadro
ru: До кадра

source: File Name
ar: اسم الملفّ
eo: Dosiernomo
fr: Nom de fichier
he: שם קובץ
hi: फ़ाइल का नाम
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла

source: Use {frame} to represent the frame number
ar: استخدم {frame} لتمثيل رقم الإطار
eo: Uzi {frame} por reprezenti la kadron nombron
fr: Utiliser {trame} pour représenter le numéro de trame
he: להשתמש ב־{frame} כדי לייצר את מספר התמונית
hi: फ़्रेम संख्या दर्शाने के लिए {frame} का उपयोग करें
pl: Użyj {frame} do przedstawienia numeru klatki
pt_br: Use {quadro} para representar o número do quadro
ru: Использовать {frame} для представления номера кадра

source: Frame {frame}
ar: إطار {frame}
eo: Kadro {kadro}
fr: Trame {trame}
he: תמונית {frame}
hi: फ़्रेम {फ़्रेम}
pl: Klatka {klatka}
pt_br: Quadro {quadro}
ru: Кадр {frame}

source: Frame Step
ar: خطوة الإطار
eo: Kadro Paŝo
fr: Écart entre trames
he: צעד תמונית
hi: फ़्रेम चरण
pl: Krok klatkowy
pt_br: Passo do quadro
ru: Шаг кадра

source: From Frame
ar: من الإطار
eo: De Kadro
fr: A partir d'une trame
he: מתמונית
hi: फ़्रेम से
pl: Z klatki
pt_br: Do quadro
ru: От кадра

source: Select...
ar: اختر...
eo: Elekti...
fr: Sélectionner...
he: בחירה…
hi: चुनना...
pl: Zaznacz...
pt_br: Selecionar...
ru: Выбрать…

source: Follow Path
ar: اتبع المسار
eo: Sekvi Padon
fr: Suivre l'emplacement
he: מעקב אחר נתיב
hi: पथ का अनुसरण करें
pl: Ścieżka podążania
pt_br: Seguir caminho
ru: Следование по контуру

source: Duration
ar: المدّة
eo: Daŭro
fr: Durée
he: משך
hi: अवधि
pl: Czas trwania
pt_br: Duração

source: Time Units
ar: وحدات الوقت
eo: Tempounuoj
fr: Unités de temps
he: יחידות זמן
hi: समय इकाइयाँ
pl: Jednostki czasu
pt_br: Unidades de tempo
ru: Единицы времени

source: Shape
ar: الشكل
eo: Formo
fr: Forme
he: צורה
hi: आकार
pl: Kształt
pt_br: Forma
ru: Фигура

source: End Time
ar: وقت النهاية
eo: Fina Tempo
fr: Heure de fin
he: זמן סיום
hi: अंत समय
pl: Czas zakończenia
pt_br: Tempo final
ru: Время завершения

source: Frames
ar: إطارات
eo: Kadroj
fr: Trames
he: תמוניות
hi: फ्रेम्स
pl: Klatki
pt_br: Quadros

source: Seconds
ar: ثوان
eo: Sekundoj
fr: Secondes
he: שניות
hi: सेकंड
pl: Sekundy
pt_br: Segundos

source: Choose...
ar: اختر...
eo: Elekti...
fr: Sélectionner…
he: בחירה…
hi: चुनना...
pl: Wybierz...
pt_br: Escolher...
ru: Выбрать…

source: Start Time
ar: وقت البدأ
eo: Komenca Tempo
fr: Heure de début
he: זמן התחלה
hi: समय शुरू
pl: Czas rozpoczęcia
pt_br: Tempo inicial
ru: Время начала

source: New Animation
ar: تحريكة جديدة
eo: Nova Animacio
fr: Nouvelle animation
he: הנפשה חדשה
hi: नया एनिमेशन
pl: Nowa animacja
pt_br: Nova animação
ru: Новая анимация

source: File saved
ar: حُفظ الملف
eo: Dosiero konservita
fr: Fichier enregistré
he: הקובץ נשמר
hi: फ़ाइल सहेजी गई
pl: Zapisano plik
pt_br: O arquivo foi salvo
ru: Файл сохранён

source: Could not save file
ar: تعذّر حفظ الملفّ .
eo: Ne eblis konservi dosieron
fr: Impossible d'enregistrer le fichier
he: לא ניתן לשמור קובץ
hi: फ़ाइल सहेजी नहीं जा सकी
pl: Nie można zapisać pliku
pt_br: Não foi possível salvar o arquivo
ru: Не удалось сохранить файл

source: File exported
ar: صُدّر الملف
eo: Dosiero eksportita
fr: Fichier exporté
he: הקובץ יוצא
hi: फ़ाइल निर्यात की गई
pl: Wyeksportowano plik
pt_br: Arquivo exportado
ru: Файл экспортирован

source: Could not export file
ar: تعذر تصدير الملف
eo: Ne eblis eksporti dosieron
fr: Impossible d'exporter le fichier
he: לא ניתן לייצא קובץ
hi: फ़ाइल निर्यात नहीं की जा सकी
pl: Nie można wyeksportować pliku
pt_br: Não foi possível exportar o arquivo
ru: Не удалось экспортировать файл

source: Warning
ar: تحذير
eo: Averto
fr: Alerte
he: אזהרה
hi: चेतावनी
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение

source: &File
eo: &Dosiero
fr: &Fichier

source: Open &Recent
eo: Malfe&rmi Lastatempan
fr: Ouvrir &récent

source: New from Template
ar: جديد من القالب
eo: Nova de Ŝablono
fr: Nouveau depuis le modèle
he: חדש מתבנית
hi: टेम्पलेट से नया
pl: Nowy ze wzorca
pt_br: Novo do modelo
ru: Новый из шаблона

source: &Tools
eo: &Iloj
fr: &Outils

source: &Layers
eo: Tavo&loj
fr: &Calques

source: &New
eo: &Nova
fr: &Nouveau

source: &Composition
eo: &Kompozicio

source: &Path
eo: &Pado
fr: &Chemin

source: &Edit
eo: R&edakti
fr: &Éditer

source: &View
eo: &Vido
fr: &Vue

source: &Views
eo: &Vidoj
fr: &Vues

source: Tool&bars
eo: Il&bretoj
fr: &Barres d'outil

source: &Layout
eo: &Aranĝo
fr: &Mise en page

source: &Help
eo: &Helpo
fr: &Aide

source: Plu&gins
eo: Kromaĵo&j

source: &Document
eo: &Dokumento

source: Render Single &Frame
eo: Bildigi Ununuran &Kadron
fr: Rendre une seule &Image

source: &Web Preview
eo: &Reta Antaŭrigardo
fr: Aperçu &Internet

source: &Playback
eo: &Reproduktado
fr: &Lecture

source: &Object
eo: &Objekto
fr: &Objet

source: &Align and Distribute
eo: Ĝisr&andigi kaj Distribui
fr: &Aligner et distribuer

source: &Text
eo: &Teksto
fr: &Texte

source: &Settings
eo: &Agordoj
fr: &Configuration
