Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

source: Repeaters are not officially supported
ar: المكررات غير متاحة رسميًا
eo: Ripetiloj ne estas oficiale subtenataj
fr: Les répéteurs ne sont pas officiellement pris en charge
he: אין תמיכה רשמית במחזירים
hi: रिपीटर्स आधिकारिक तौर पर समर्थित नहीं हैं
pl: Powtarzacze nie są oficjalnie wspierane
pt_br: Repetidores não são oficialmente suportados
ru: Повторители фигур официально не поддерживаются

source: Inflate/Deflate is not supported
ar: النفخ/التفريغ غير متاح
eo: Ŝveligi/Malŝveligi ne estas subtenata
fr: La compression /décompression n'est pas prise en charge.
he: אין תמיכה בניפוח וצמצום
hi: फुलाना/फुलाना समर्थित नहीं है
pl: Pompowanie/spuszczanie powietrza nie jest obsługiwane
pt_br: Inflar/desinflar não é suportado
ru: Раздувание/Сдувание не поддерживается

source: Offset Path is not supported
ar: مسار الإزاحة غير متاح
eo: Offset Path ne estas subtenata
fr: Le décalage d'un tracé n'est pas pris en charge
he: אין תמיכה בנתיב היסט
hi: ऑफसेट पथ समर्थित नहीं है
pl: Przesunięta ścieżka nie jest obsługiwana
pt_br: Caminho deslocado não é suportado
ru: Смещение контура не поддерживается

source: ZigZag is not supported
ar: التعرّج غير متاح
eo: ZigZag ne estas subtenata
fr: Zigzag n'est pas pris en charge
he: אין תמיכה בזיגזג
hi: ज़िगज़ैग समर्थित नहीं है
pl: ZigZag jest nieobsługiwany
pt_br: Zigue-zague não é suportado
ru: Зигзаг не поддерживается

source: File too large: %1k, should be under 64k
ar: الملف كبير جدًا: %1ك، يجب أن يكون أقل من 64ك
eo: Dosiero tro granda: %1k, devus esti malpli ol 64k
fr: Fichier trop volumineux : %1 Ko. Devrait être sous les 64 Ko
he: הקובץ גדול מדי: %1 ק״ב, אמור להיות קטן מ־64 ק״ב
hi: फ़ाइल बहुत बड़ी है: %1k, 64k से कम होनी चाहिए
pl: Plik jest zbyt duży: %1k, a powinien być poniżej 64k
pt_br: Arquivo muito grande: %1k, deve ter menos que 64k
ru: Файл слишком большой: %1k, размер не должен превышать 64k

source: Telegram Animated Sticker
ar: ملصق تلغرام متحرك
eo: Telegramo Vigla Glumarko
fr: Autocollant animé Telegram
he: מדבקה מונפשת של טלגרם
hi: टेलीग्राम एनिमेटेड स्टिकर
pl: Animowana naklejka Telegramu
pt_br: Sticker animado do Telegram
ru: Анимированный стикер Telegram

source: Invalid width: %1, should be %2
ar: عرض غير صالح: %1، يجب أن يكون %2
eo: Nevalida larĝo: %1, devus esti %2
fr: Largeur non valable : %1, devrait être %2
he: רוחב שגוי: %1, אמור להיות %2
hi: अमान्य चौड़ाई: %1, %2 होनी चाहिए
pl: Nieprawidłowa szerokość: %1, a powinna być %2
pt_br: Largura inválida: %1, deve ser %2
ru: Недопустимая ширина: %1, должно быть %2

source: Invalid height: %1, should be %2
ar: ارتفاع غير صالح: %1، يجب أن يكون %2
eo: Nevalida alteco: %1, devus esti %2
fr: Hauteur non valable : %1, devrait être %2
he: גובה שגוי: %1, אמור להיות %2
hi: अमान्य ऊंचाई: %1, %2 होनी चाहिए
pl: Nieprawidłowa wysokość: %1, a powinna być %2
pt_br: Altura inválida: %1, deve ser %2
ru: Недопустимая высота: %1, должно быть %2

source: Invalid fps: %1, should be %2
ar: إطار/ث غير صالح: %1، يجب أن يكون %2
eo: Nevalidaj fps: %1, devus esti %2
fr: Nombre de trames par seconde non valable : %1, mais devrait être %2
he: כמות תמוניות לשנייה שגויה: %1, אמורה להיות %2
hi: अमान्य fps: %1, %2 होना चाहिए
pl: Nieprawidłowa liczba klatek na sekundę: %1, a powinna być %2
pt_br: FPS inválido: %1, deve ser %2
ru: Недопустимая скорость (к/сек): %1, должно быть %2

source: Too many frames: %1, should be less than %2
ar: عدد كبير جدًا من الإطارات: %1، يجب أن يكون أقل من %2
eo: Tro da kadroj: %1, devus esti malpli ol %2
fr: Trop d'images : %1, devrait être inférieur à %2
he: יותר מדי תמוניות: %1, אמורות להיות פחות מ־%2
hi: बहुत अधिक फ़्रेम: %1, %2 से कम होना चाहिए
pl: Zbyt wiele klatek: %1, powinno być mniej niż %2
pt_br: Muitos quadros: %1, deve ser menos que %2
ru: Слишком много кадров: %1, должно быть менее %2

source: Raster Image
ar: صورة نقطية
eo: Rastruma Bildo
fr: Image matricielle
he: תמונת מפת סיביות
hi: रेखापुंज छवि
pl: Obraz rastrowy
pt_br: Imagem Rasterizada

source: Frame Width
ar: عرض الإطار
eo: Kadro-Larĝo
fr: Largeur de l'image
he: רוחב תמונית
hi: फ़्रेम चौड़ाई
pl: Szerokość klatki
pt_br: Largura do quadro
ru: Ширина кадра

source: Width of each frame
ar: عرض كل إطار
eo: Larĝo de ĉiu kadro
fr: Largeur de chaque image
he: רוחב של כל תמונית
hi: प्रत्येक फ्रेम की चौड़ाई
pl: Szerokość każdej klatki
pt_br: Largura de cada quadro
ru: Ширина каждого кадра

source: Frame Height
ar: ارتفاع الإطار
eo: Kadro-Alteco
fr: Hauteur de l'image
he: גובה תמונית
hi: फ़्रेम ऊंचाई
pl: Wysokość klatki
pt_br: Altura do quadro
ru: Высота кадра

source: Height of each frame
ar: ارتفاع كل إطار
eo: Alteco de ĉiu kadro
fr: Hauteur de chaque image
he: גובה של כל תמונית
hi: प्रत्येक फ्रेम की ऊंचाई
pl: Wysokość każdej klatki
pt_br: Altura de cada quadro
ru: Высота каждого кадра

source: Columns
ar: الأعمدة
eo: Kolumnoj
fr: Colonnes
he: עמודות
hi: कॉलम
pl: Kolumny
pt_br: Colunas
ru: Столбцы

source: Number of columns in the sheet
ar: عدد الأعمدة في الورقة
eo: Nombro da kolumnoj en la folio
fr: Nombre de colonnes dans la feuille
he: מספר העמודות בגיליון
hi: शीट में स्तंभों की संख्या
pl: Liczba kolumn na arkuszu
pt_br: Número de colunas na folha
ru: Число столбцов в листе

source: Time Step
ar: خطوة الوقت
eo: Tempo Paŝo
fr: Pas de temps
he: צעד זמן
hi: समय चरण
pl: Kroku czasowy
pt_br: Passo de tempo
ru: Временной шаг

source: By how much each rendered frame should increase time (in frames)
ar: بمقدار كم يجب أن يزيد كل إطار مُعالَج الوقت (بالإطارات)
eo: Kiom ĉiu bildita kadro devus pliigi tempon (en kadroj)
fr: De combien chaque image rendue devrait augmenter le temps (en images)
he: בכמה כל תמונית מתוצגת אמורה לקדם את הזמן (בתמוניות)
hi: प्रत्येक रेंडर किए गए फ्रेम से समय में कितनी वृद्धि होनी चाहिए (फ्रेम में)
pl: O ile każda wyświetlana klatka powinna wydłużać czas (w klatkach)
pt_br: Por quanto cada quadro renderizado deve aumentar o tempo (em quadros)
ru: Интервал времени на каждый выводимый кадр (к/сек)

source: Sprite Sheet
ar: ورقة رسوم متحركة (Sprite Sheet)
eo: Sprite Folio
fr: Feuille de sprites
he: גיליון דמות
hi: स्प्राइट शीट
pl: Arkusz duszków
pt_br: Folha de sprites
ru: Лист спрайтов

source: Bezier has mismatching number of points
ar: عدد نقاط بيزير غير متطابق
eo: Bezier havas miskongruan nombron da punktoj
fr: La courbe de Bézier présente un nombre incompatible de points
he: מספר הנקודות לא תואם לבזייה
hi: बेज़ियर के अंकों की संख्या बेमेल है
pl: Bezier ma niezgodną liczbę punktów
pt_br: O Bezier tem um número de pontos não correspondentes
ru: Не совпадает количество точек кривой Безье

source: Unknown property %1 of %2 (%3, %4)
ar: خاصية غير معروفة %1 لـ %2 (%3, %4)
eo: Nekonata propreco %1 de %2 (%3, %4)
fr: Propriété inconnue %1 de %2 (%3, %4)
he: המאפיין %1 של %2 (%3, %4) לא ידוע
hi: अज्ञात संपत्ति %1 में से %2 (%3, %4)
pl: Nieznana właściwość %1 z %2 (%3, %4)
pt_br: Propriedade desconhecida %1 de %2 (%3, %4)
ru: Неизвестное свойство %1 у %2 (%3, %4)

source: Unknown keyframe type for property %1 of %2 (%3, %4)
ar: نوع إطار رئيس غير معروف للخاصية %1 لـ %2 (%3, %4)
eo: Nekonata ŝlosilframa tipo por propreco %1 de %2 (%3, %4)
fr: Type de trame clé inconnu pour la propriété %1 de %2 (%3, %4)
he: סוג תמונית מפתח לא ידוע למאפיין %1 של %2 (%3, %4)
hi: %2 में से %1 गुण के लिए अज्ञात कुंजीफ़्रेम प्रकार (%3, %4)
pl: Nieznany rodzaj właściwości klatki kluczowej %1 z %2 (%3, %4)
pt_br: Tipo de quadro-chave desconhecido para a propriedade %1 de %2 (%3, %4)
ru: Неизвестный тип ключевого кадра для свойства %1 у %2 (%3, %4)

source: Unsupported format
ar: صيغة غير متاحة
eo: Nesubtenata formato
fr: Format non pris en charge
he: התבנית לא נתמכת
hi: असमर्थित प्रारूप
pl: Nieobsługiwany rodzaj
pt_br: Formato não suportado
ru: Неподдерживаемый формат

source: Could not read header
ar: تعذر قراءة الترويسة
eo: Ne eblis legi kaplinion
fr: Impossible de lire l'en-tête
he: לא ניתן לקרוא את הכותרת
hi: हेडर पढ़ा नहीं जा सका
pl: Nie można odczytać nagłówka
pt_br: Não foi possível ler o cabeçalho
ru: Не удалось прочитать заголовок

source: Loading unsupported rive file version %1.%2, the only supported version is %3
ar: تحميل إصدار ملف rive غير متاح %1.%2، الإصدار المتاح الوحيد هو %3
eo: Ŝargante nesubtenan rive-dosierversion %1.%2, la nura subtenata versio estas %3
fr: Chargement d'une version %1. %2 de fichier « RIVE » non pris en charge. La seule version prise en charge est %3.
he: קובץ ה־rive בגרסה %1.%2 שאינה נתמכת נטען, הגרסה הנתמכת היחידה היא %3
hi: असमर्थित रिव फ़ाइल संस्करण %1.%2 लोड हो रहा है, एकमात्र समर्थित संस्करण %3 है
pl: Wczytywanie nieobsługiwanej wersji pliku rive %1.%2, jedyną obsługiwaną wersją jest %3
pt_br: Carregando uma versão não suportada do arquivo rive, versão %1.%2. A única versão suportada é a %3
ru: Загрузка неподдерживаемого файла rive версии %1.%2, поддерживается только версия %3

source: Could not read property table
ar: تعذر قراءة جدول الخصائص
eo: Ne eblis legi proprectabelon
fr: Impossible de lire la table des propriétés
he: לא ניתן לקרוא את טבלת המאפיינים
hi: संपत्ति तालिका नहीं पढ़ी जा सकी
pl: Nie można odczytać tabeli właściwości
pt_br: Não foi possível ler a tabela de propriedades

source: Rive Animation
ar: حركة Rive
eo: Rive Animacio
fr: Animation « RIVE »
he: הנפשת Rive
hi: रिव एनिमेशन
pl: Animacja Rive
pt_br: Animação Rive
ru: Анимация Rive

source: RIVE HTML Preview
ar: معاينة RIVE HTML
eo: RIVE HTML Antaŭrigardo
fr: Aperçu « HTML » de RIVE
he: תצוגת HTML RIVE מקדימה
hi: RIVE HTML पूर्वावलोकन
pl: Podgląd HTML RIVE
pt_br: Prévia RIVE HTML
ru: Предпросмотр HTML RIVE

source: Unexpected Keyed Object
ar: كائن رئيس غير متوقع
eo: Neatendita Ŝlosila Objekto
fr: Objet intégré inattendu
he: פריט מפתיע סודר במפתח
hi: अप्रत्याशित कुंजीयुक्त वस्तु
pl: Nieoczekiwany obiekt kluczowany
pt_br: Objeto chaveado inesperado
ru: Неожиданный объект с ключом

source: Invalid Keyed Object id %1
ar: معرف كائن رئيس غير صالح %1
eo: Nevalida Ŝlosila Objekto-id %1
fr: Identifiant %1 d'un objet intégré inattendu
he: מזהה פריט שגוי שסודר במפתח %1
hi: अमान्य कुंजीकृत ऑब्जेक्ट आईडी %1
pl: Nieprawidłowy id kluczowanego obiektu %1
pt_br: Objeto chaveado inválido com ID %1
ru: Недопустимый идентификатор %1 объекта с ключом

source: Unexpected Keyed Property
ar: خاصية رئيسة غير متوقعة
eo: Neatendita Ŝlosila Nemoveblaĵo
fr: Propriété intégrée inattendue
he: מאפיין מפתיע שסודר במפתח
hi: अप्रत्याशित कुंजीकृत संपत्ति
pl: Nieoczekiwana właściwość kluczowana
pt_br: Propriedade chaveada desconhecida
ru: Неожиданное свойство с ключом

source: Unknown Keyed Property id %1
ar: معرف خاصية رئيسة غير معروف %1
eo: Nekonata Ŝlosila propreco id %1
fr: Identifiant de propriété à clé inconnue %1
he: מזהה המאפיין שסודר במפתח %1 לא ידוע
hi: अज्ञात कुंजीकृत संपत्ति आईडी %1
pl: Nieznane id właściwości kluczowanej %1
pt_br: Propriedade chaveada desconhecida com ID %1
ru: Неизвестный идентификатор %1 свойства с ключом

source: Unexpected Animation
ar: حركة غير متوقعة
eo: Neatendita Animacio
fr: Animation inattendue
he: הנפשה מפתיעה
hi: अप्रत्याशित एनीमेशन
pl: Nieoczekiwana animacja
pt_br: Animação inesperada
ru: Неожиданная анимация

source: Unexpected Asset Contents
ar: محتويات أصل غير متوقعة
eo: Neatendita Valoraĵo Enhavo
fr: Contenu inattendu des actifs
he: תוכן המשאב מפתיע
hi: अप्रत्याशित परिसंपत्ति सामग्री
pl: Nieoczekiwana treść zasobu
pt_br: Conteúdo de recurso inesperado
ru: Неожиданное содержимое актива

source: Invalid Image Data
ar: بيانات صورة غير صالحة
eo: Nevalidaj Bildaj Datumoj
fr: Données d'image non valables
he: נתוני התמונה שגויים
hi: अमान्य छवि डेटा
pl: Nieprawidłowa dane obrazu
pt_br: Dados de imagem inválidos
ru: Недопустимые данные изображения

source: Unexpected Keyframe
ar: إطار رئيس غير متوقع
eo: Neatendita Ŝlosilkadro
fr: Trame clé inattendue
he: תמונית מפתח מפתיעה
hi: अप्रत्याशित कीफ़्रेम
pl: Nieoczekiwana klatka kluczowa
pt_br: Quadro-chave inesperado
ru: Неожиданный ключевой кадр

source: Could not find parent with id %1
ar: تعذر العثور على والد بالمعرف %1
eo: Ne eblis trovi gepatron kun id %1
fr: Impossible de trouver le parent avec l'identifiant %1
he: לא ניתן למצוא הורה עם המזהה %1
hi: आईडी %1 वाला पैरेंट नहीं मिल सका
pl: Nie można znaleźć rzeczy nadrzędnej o id %1
pt_br: Não foi possível encontrar pai com ID %1
ru: Не удалось найти родителя с идентификатором %1

source: Parent circular reference detected
ar: تم الكشف عن مرجع دائري لوالد
eo: Gepatro cirkla referenco detektita
fr: Détection d'une référence circulaire de parents
he: התגלתה הפנייה מעגלית עם ההורה
hi: मूल परिपत्र संदर्भ का पता चला
pl: Wykryto krążące odwołania
pt_br: Referência circular de pai detectada
ru: Обнаружена родительская циклическая ссылка

source: Unknown object of type %1
ar: كائن غير معروف من النوع %1
eo: Nekonata objekto de tipo %1
fr: Objet inconnu de type %1
he: פריט לא ידוע מסוג %1
hi: अज्ञात ऑब्जेक्ट प्रकार %1
pl: Nieznany rodzaj obiektu %1
pt_br: Objeto desconhecido do tipo %1
ru: Неизвестный объект типа %1

source: Could not load object type ID
ar: تعذر تحميل معرّف نوع الكائن
eo: Ne eblis ŝargi objektotipan ID
fr: Impossible de charger l'identifiant pour le type d'objet
he: לא ניתן לטעון מזהה סוג פריט
hi: ऑब्जेक्ट प्रकार ID लोड नहीं किया जा सका
pl: Nie można wczytać ID rodzaju obiektu
pt_br: Não foi possível carregar o ID do tipo de objeto
ru: Не удалось загрузить идентификатор типа объекта

source: Could not load property ID in %1 (%2)
ar: تعذر تحميل معرّف الخاصية في %1 (%2)
eo: Ne eblis ŝargi proprieto-ID en %1 (%2)
fr: Impossible de charger l'identifiant de propriété de %1 (%2)
he: לא ניתן לטעון את מזהה המאפיין ב־%1 (%2)
hi: %1 (%2) में प्रॉपर्टी आईडी लोड नहीं की जा सकी
pl: Nie można wczytać ID właściwości w %1 (%2)
pt_br: Não foi possível carregar ID da propriedade em %1 (%2)
ru: Не удалось загрузить идентификатор свойства в %1 (%2)

source: Unknown property %1 of %2 (%3)
ar: خاصية غير معروفة %1 لـ %2 (%3)
eo: Nekonata propreco %1 de %2 (%3)
fr: Propriété inconnue %1 de %2 (%3)
he: המאפיין %1 של %2 (%3) לא ידוע
hi: अज्ञात संपत्ति %1 में से %2 (%3)
pl: Nieznana właściwość %1 z %2 (%3)
pt_br: Propriedade desconhecida %1 de %2 (%3)
ru: Неизвестное свойство %1 у %2 (%3)

source: Skipping unknown property %1 of %2 (%3)
ar: تخطي الخاصية غير المعروفة %1 لـ %2 (%3)
eo: Preterpasi nekonatan proprecon %1 de %2 (%3)
fr: Ignorer la propriété inconnue %1 de %2 (%3)
he: המאפיין הלא ידוע %1 של %2 (%3) נפסח
hi: अज्ञात संपत्ति %1 में से %2 (%3) को छोड़ा जा रहा है
pl: Pomijanie nieznanej właściwości %1 z %2 (%3)
pt_br: Pulando propriedade desconhecida %1 de %2 (%3)
ru: Пропущено неизвестное свойство %1 у %2 (%3)

source: Error loading property %1 (%2) of %3 (%4)
ar: خطأ في تحميل خاصية %1 (%2) من %3 (%4)
eo: Eraro dum ŝargo de la propreco %1 (%2) de %3 (%4)
fr: Erreur lors du chargement de la propriété %1 (%2) de %3 (%4)
he: שגיאה בטעינת המאפיין %1 (%2) של %3 (%4)
hi: %3 (%4) में से %1 (%2) प्रॉपर्टी लोड करने में त्रुटि
pl: Błąd wczytywania właściwości %1 (%2) z %3 (%4)
pt_br: Erro ao carregar propriedade %1 (%2) de %3 (%4)
ru: Ошибка загрузки свойства %1 (%2) у %3 (%4)

source: External Stylesheet
ar: ورقة أنماط خارجية
eo: Ekstera stilfolio
fr: Feuille de style externe
he: גיליון סגנון חיצוני
hi: बाह्य स्टाइलशीट
pl: Zewnętrzny arkusz wyglądu
pt_br: Folha de estilo externa
ru: Внешняя таблица стилей

source: Font face with external url
ar: وجه الخط ذو رابط خارجي
eo: Tiparo kun ekstera URL
fr: Police avec URL externe
he: פני גופן עם כתובת חיצונית
hi: बाहरी यूआरएल के साथ फ़ॉन्ट चेहरा
pl: Krój czcionki z zewnętrznym adresem URL
pt_br: Definição de estilo de fonte com URL externa
ru: Шрифт с внешним Url-адресом

source: Embedded data
ar: بيانات مُضمَّنة
eo: Enigita datumoj
fr: Données embarquées
he: נתונים מוטמעים
hi: एम्बेडेड डेटा
pl: Osadzone dane
pt_br: Dados embutidos
ru: Встроенные данные

source: Ignore
ar: تجاهل
eo: Ignori
fr: Ignorer
he: התעלמות
hi: अनदेखा करना
pl: Pomiń
pt_br: Ignorar

source: External Fonts
ar: خطوط خارجية
eo: Eksteraj Tiparoj
fr: Polices externes
he: גופנים חיצוניים
hi: बाह्य फ़ॉन्ट
pl: Zewnętrzne czcionki
pt_br: Fontes externas
ru: Внешние шрифты

source: How to include external font
ar: كيفية إدراج خط خارجي
eo: Kiel enmeti eksteran tiparon
fr: Comment inclure une police externe
he: איך לכלול גופן חיצוני
hi: बाह्य फ़ॉन्ट कैसे शामिल करें
pl: Jak dołączyć zewnętrzną czcionkę
pt_br: Como incluir fontes externas
ru: Как использовать внешний шрифт

source: Could not write to file
ar: تعذّرت الكتابة في الملفّ .
eo: Ne eblis skribi al dosiero
fr: Impossible d'écrire dans un fichier
he: לא ניתן לכתוב לקובץ
hi: फ़ाइल में नहीं लिखा जा सका
pl: Nie można zapisać do pliku
pt_br: Não foi possível gravar no arquivo

source: SVG Preview
ar: معاينة SVG
eo: SVG Antaŭrigardo
fr: Aperçu « SVG »
he: תצוגת SVG מקדימה
hi: एसवीजी पूर्वावलोकन
pl: Podgląd SVG
pt_br: Prévia do SVG
ru: Предпросмотр SVG

source: Could not find encoder for '%1'
ar: لا أجد المرمز لـ '%1'
eo: Ne eblis trovi kodilon por '%1'
fr: Impossible de trouver un encodeur pour « %1 »
he: לא ניתן למצוא מקודד עבור ‚%1’
hi: '%1' के लिए एनकोडर नहीं मिल सका
pl: Nie można znaleźć enkodera dla '%1'
pt_br: Não foi possível encontrar codificador para '%1'
ru: Не удалось найти кодировщик для «%1»

source: Could not allocate stream
ar: لا يمكن تخصيص دفق
eo: Ne eblis asigni fluon
fr: Impossible d'allouer le flux
he: לא ניתן להקצות תזרים
hi: स्ट्रीम आवंटित नहीं की जा सकी
pl: Nie można przydzielić strumienia
pt_br: Não foi possível alocar fluxo
ru: Не удалось разместить поток

source: Could not alloc an encoding context
ar: لا يمكن تخصيص سياق ترميز
eo: Ne eblis asigni kodan kuntekston
fr: Impossible d'allouer un contexte d'encodage
he: לא ניתן להקצות תוכן קידוד
hi: एनकोडिंग संदर्भ आवंटित नहीं किया जा सका
pl: Nie można przydzielić otoczenia do kodowania
pt_br: Não foi possível alocar um contexto de codificação
ru: Не удалось разместить контекст кодирования

source: Error encoding a frame: %1
ar: خطأ في ترميز إطار: %1
eo: Eraro kodi kadron: %1
fr: Erreur d'encodage à l'image : %1
he: שגיאה בקידוד תמונית: %1
hi: फ़्रेम एनकोड करने में त्रुटि: %1
pl: Błąd podczas kodowania klatki: %1
pt_br: Erro ao codificar um quadro: %1
ru: Ошибка кодирования кадра: %1

source: Error while writing output packet: %1
ar: خطأ أثناء كتابة رزمة الخرج: %1
eo: Eraro dum skribado de eligpakaĵo: %1
fr: Erreur pendant l'écriture du paquet de sortie : %1
he: שגיאה בכתיבת מנת הפלט: %1
hi: आउटपुट पैकेट लिखते समय त्रुटि: %1
pl: Błąd podczas zapisywania pakiety wynikowego: %1
pt_br: Erro ao gravar pacote de saída: %1
ru: Ошибка записи выходного пакета: %1

source: Error sending a frame to the encoder: %1
ar: خطأ أثناء إرسال إطار إلى المرمز: %1
eo: Eraro sendante kadron al la kodilo: %1
fr: Erreur d'envoi d'une image à l'encoder : %1
he: שגיאה בשליחת התמונית למקודד: %1
hi: एनकोडर को फ़्रेम भेजते समय त्रुटि: %1
pl: Błąd podczas wysyłania klatki do enkodera: %1
pt_br: Erro ao enviar quadro para o codificador: %1
ru: Ошибка отправки кадра в кодировщик: %1

source: Could not set dict key `%1`: %2
ar: لا يمكن ضبط مفتاح القاموس `%1`: %2
eo: Ne eblis agordi diktaklavon `%1`: %2
fr: Impossible de définir la clé de dictionnaire « %1 » : %2
he: לא ניתן להגדיר את המפתח `%1` במילון/dict‏: %2
hi: डिक्ट कुंजी `%1` सेट नहीं किया जा सका: %2
pl: Nie można znaleźć klucza słownika `%1`: %2
pt_br: Não foi possível definir chave de dicionário `%1`: %2
ru: Не удалось задать ключ словаря «%1»: %2

source: Could not erase dict key `%1`: %2
ar: لا يمكن مسح مفتاح القاموس `%1`: %2
eo: Ne eblis forigi dikt-ŝlosilon `%1`: %2
fr: Impossible d'effacer la clé de dictionnaire « %1 » : %2
he: לא ניתן למחוק את המפתח `%1` מהמילון/dict‏: %2
hi: डिक्ट कुंजी `%1` मिटाया नहीं जा सका: %2
pl: Nie można wymazać klucza słownika `%1`: %2
pt_br: Não foi possível excluir chave de dicionário `%1`: %2
ru: Не удалось удалить ключ словаря «%1»: %2

source: Could not copy dict: %1
ar: لا يمكن نسخ القاموس: %1
eo: Ne eblis kopii dikton: %1
fr: Impossible de copier le dictionnaire : %1
he: לא ניתן להעתיק מילון/dict‏: %1
hi: डिक्ट कॉपी नहीं किया जा सका: %1
pl: Nie można skopiować słownika: %1
pt_br: Não foi possível copiar dicionário: %1
ru: Не удалось скопировать словарь: %1

source: Could not copy dict `%1`: %2
ar: لا يمكن نسخ القاموس `%1`: %2
eo: Ne eblis kopii dikton `%1`: %2
fr: Impossible de copier le dictionnaire « %1 » : %2
he: לא ניתן להעתיק את המילון/dict‏ `%1`‏: %2
hi: डिक्ट `%1` कॉपी नहीं किया जा सका: %2
pl: Nie można skopiować słownika `%1`: %2
pt_br: Não foi possível copiar dicionário `%1`: %2
ru: Не удалось скопировать словарь «%1»: %2

source: Could not allocate frame data.
ar: لا يمكن تخصيص بيانات الإطار.
eo: Ne eblis asigni kadrajn datumojn.
fr: Impossible d'allouer des données de l'image
he: לא ניתן להקצות נתוני תמונית.
hi: फ़्रेम डेटा आवंटित नहीं किया जा सका.
pl: Nie można przydzielić danych klatki.
pt_br: Não foi possível alocar dados do quadro.
ru: Не удалось разместить данные кадра.

source: No video codec
ar: لا يوجد ترميز مرئي
eo: Neniu videokodeko
fr: Aucun codec vidéo
he: אין מפענח וידאו
hi: कोई वीडियो कोडेक नहीं
pl: Nie ma żadnego kodeka obrazu
pt_br: Nenhum codec de vídeo

source: Could not determine pixel format
ar: لا يمكن تحديد صيغة البكسل
eo: Ne eblis determini pikselan formaton
fr: Impossible de déterminer le format de pixel
he: לא ניתן לאתר את תסדיר הפיקסלים
hi: पिक्सेल प्रारूप निर्धारित नहीं किया जा सका
pl: Nie można ustalić rodzaju pikseli
pt_br: Não foi possível determinar o formato de pixel
ru: Не удалось определить формат пиксела

source: Could not open video codec: %1
ar: لا يمكن فتح ترميز الفيديو: %1
eo: Ne eblis malfermi videokodekon: %1
fr: Impossible d'ouvrir le codec vidéo : %1
he: לא ניתן לפתוח מפענח וידאו: %1
hi: वीडियो कोडेक नहीं खोला जा सका: %1
pl: Nie można otworzyć kodeka obrazu: %1
pt_br: Não foi possível abrir o codec de vídeo: %1
ru: Не удалось открыть видеокодек: %1

source: Could not allocate video frame
ar: لا يمكن تخصيص إطار فيديو
eo: Ne eblis asigni videokadron
fr: Impossible d'allouer l'image vidéo
he: לא ניתן להקצות תמונית וידאו
hi: वीडियो फ़्रेम आवंटित नहीं किया जा सका
pl: Nie można przydzielić klatki nagrania
pt_br: Não foi possível alocar quadro de vídeo
ru: Не удалось разместить кадр видео

source: Could not copy the stream parameters
ar: لا يمكن نسخ معاملات الدفق
eo: Ne eblis kopii la fluajn parametrojn
fr: Impossible de copier les paramètres de flux
he: לא ניתן להעתיק את משתני התזרים
hi: स्ट्रीम पैरामीटर कॉपी नहीं किए जा सके
pl: Nie można skopiować parametrów strumienia
pt_br: Não foi possível copiar os parâmetros de fluxo
ru: Не удалось скопировать параметры потока

source: Error while creating video frame
ar: خطأ أثناء إنشاء إطار الفيديو
eo: Eraro dum kreado de videokadro
fr: Erreur pendant la création d'une image vidéo
he: שגיאה ביצירת תמונית וידאו
hi: वीडियो फ़्रेम बनाते समय त्रुटि
pl: Błąd podczas tworzenia klatki nagrania
pt_br: Erro ao criar quadro de vídeo
ru: Ошибка при создании кадра видео

source: Could not initialize the conversion context
ar: لا يمكن تهيئة سياق التحويل
eo: Ne eblis pravalorigi la konvertan kuntekston
fr: Impossible d'initialiser le contexte de conversion
he: לא ניתן לאתחל את הקשר ההמרה
hi: रूपांतरण संदर्भ आरंभ नहीं किया जा सका
pl: Nie można przygotować otoczenia do przekształcania
pt_br: Não foi possível inicializar o contexto de conversão
ru: Не удалось инициализировать контекст преобразования

source: Could not allocate temporary picture
ar: لا يمكن تخصيص صورة مؤقتة
eo: Ne eblis asigni provizoran bildon
fr: Impossible d'allouer l'image temporaire
he: לא ניתן להקצות תמונה זמנית
hi: अस्थायी चित्र आवंटित नहीं किया जा सका
pl: Nie można przypisać tymczasowego zdjęcia
pt_br: Não foi possível alocar a imagem temporária
ru: Не удалось разместить временное изображение
