Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

source: Unknown property "%1"
ar: خاصية غير معروفة "%1"
eo: Nekonata propreco "%1"
fr: Propriété inconnue « %1 »
he: המאפיין „%1” לא ידוע
hi: अज्ञात संपत्ति "%1"
pl: Nieznana właściwość "%1"
pt_br: Propriedade desconhecida "%1"
ru: Неизвестное свойство «%1»

source: Unknown shape %1
ar: شكل غير معروف %1
eo: Nekonata formo %1
fr: Forme inconnue %1
he: הצורה %1 לא ידועה
hi: अज्ञात आकृति %1
pl: Nieznany kształt %1
pt_br: Forma desconhecida %1
ru: Неизвестная фигура %1

source: Unknown asset type for %1
ar: نوع أصل غير معروف لـ %1
eo: Nekonata valoraĵo por %1
fr: Type d'actif inconnu pour %1
he: סוג המשאב של %1 שגוי
hi: %1 के लिए अज्ञात संपत्ति प्रकार
pl: Nieznany rodzaj zasobu dla %1
pt_br: Tipo de recurso desconhecido para %1
ru: Неизвестный тип актива для %1

source: Not an AEP file
ar: ليس ملف AEP
eo: Ne AEP-dosiero
fr: N'est pas un fichier « AEP »
he: לא קובץ AEP
hi: AEP फ़ाइल नहीं
pl: Nie jest to plik AEP
pt_br: Não é um arquivo AEP
ru: Не является AEP-файлом

source: Unknown Item type %s
ar: نوع عنصر غير معروف %s
eo: Nekonata Erotipo %s
fr: Type d'élément inconnu %s
he: סוג הפריט %s לא ידוע
hi: अज्ञात आइटम प्रकार %s
pl: Nieznany rodzaj rzeczy %s
pt_br: Tipo %s de item desconhecido
ru: Неизвестный тип элемента %s

source: Missing composition data
ar: بيانات التركيب مفقودة
eo: Mankas komponaj datumoj
fr: Données de composition manquantes
he: נתוני התרכובת חסרים
hi: रचना डेटा अनुपलब्ध
pl: Brakuje danych złożenia
pt_br: Dados de composição ausentes
ru: Отсутствуют данные композиции

source: Unknown encoding for %1
ar: ترميز غير معروف لـ %1
eo: Nekonata kodado por %1
fr: Encodage inconnu pour %1
he: הקידוד של %1 לא ידוע
hi: %1 के लिए अज्ञात एनकोडिंग
pl: Nieznane kodowanie dla %1
pt_br: Codificação desconhecida para %1
ru: Неизвестная кодировка для %1

source: Missing asset data
ar: بيانات الأصل مفقودة
eo: Mankas datumoj pri valoraĵoj
fr: Données d'actifs manquants
he: נתוני המשאב חסרים
hi: संपत्ति डेटा गुम
pl: Brakuje danych zasobu
pt_br: Dados de recursos ausentes
ru: Отсутствуют данные актива

source: Missing layer data
ar: بيانات الطبقة مفقودة
eo: Mankas tavolaj datumoj
fr: Données de calque manquantes
he: נתוני השכבה חסרים
hi: परत डेटा गुम
pl: Brakuje danych warstwy
pt_br: Dados de camada ausentes
ru: Отсутствуют данные слоя

source: Missing mask properties
ar: خصائص القناع مفقودة
eo: Mankas masklaj proprietoj
fr: Propriétés du masque manquantes
he: מאפייני המסכה חסרים
hi: मास्क गुण गायब हैं
pl: Brakuje właściwości maski
pt_br: Propriedades de máscara ausentes
ru: Отсутствуют свойства маски

source: Unknown property type: %1
ar: نوع خاصية غير معروف: %1
eo: Nekonata proprecotipo: %1
fr: Type de propriété inconnue : %1
he: סוג המאפיין לא ידוע: %1
hi: अज्ञात संपत्ति प्रकार: %1
pl: Nieznany rodzaj właściwości: %1
pt_br: Tipo de propriedade desconhecido: %1
ru: Неизвестный тип свойства: %1

source: Missing list data
ar: بيانات القائمة مفقودة
eo: Mankas listo-datumoj
fr: Données de liste manquante
he: נתוני הרשימה חסרים
hi: सूची डेटा गुम
pl: Brakuje danych listy
pt_br: Dados ausentes na lista
ru: Отсутствуют данные списка

source: Not enough data in list
ar: لا توجد بيانات كافية في القائمة
eo: Ne sufiĉas datumoj en la listo
fr: Données insuffisantes dans la liste
he: אין מספיק נתונים ברשימה
hi: सूची में पर्याप्त डेटा नहीं है
pl: Niewystarczająco danych na liście
pt_br: Não há dados o suficiente na lista
ru: Недостаточно данных в списке

source: Invalid text document: %1
ar: مستند نص غير صالح: %1
eo: Nevalida tekstdokumento: %1
fr: Document de texte non valable : %1
he: מסמך טקסט שגוי: %1
hi: अमान्य पाठ दस्तावेज़: %1
pl: Nieprawidłowy dokument tekstowy: %1
pt_br: Documento de texto inválido: %1
ru: Недопустимый текстовый документ: %1

source: Not enough data
ar: لا توجد بيانات كافية
eo: Ne sufiĉas datumoj
fr: Données insuffisantes
he: אין מספיק נתונים
hi: पर्याप्त डेटा नहीं
pl: Niewystarczająco danych
pt_br: Não há dados o suficiente
ru: Недостаточное количество данных

source: Unknown format %1
ar: تنسيق مجهول %1
eo: Nekonata formato %1
fr: Format inconnu %1
he: התסדיר %1 לא ידוע
hi: अज्ञात प्रारूप %1
pl: Nieznany format %1
pt_br: Formato desconhecido %1
ru: Неизвестный формат %1

source: Android Vector Drawable
ar: رسم متجه أندرويد
eo: Android Vektora Desegnable
fr: Vecteur à dessiner sous Android
hi: एंड्रॉइड वेक्टर ड्राएबल
pl: Wektor Rysowany Androida
pt_br: Desenho vetorial do Android

source: Unknown interpolator %s
ar: مستقحم (interpolator) غير معروف %s
eo: Nekonata interpolatoro %s
fr: Interpolateur inconnu %s
he: המביין %s לא ידוע
hi: अज्ञात इंटरपोलटर %s
pl: Nieznany interpolator %s
pt_br: Interpolador %s desconhecido
ru: Неизвестный интерполятор %s

source: Unknown resource id %1
ar: معرّف مورد غير معروف %1
eo: Nekonata rimeda id %1
fr: Identifiant inconnu de ressource %1
he: מזהה המשאב %1 לא ידוע
hi: अज्ञात संसाधन आईडी %1
pl: Nieznany id zasobu %1
pt_br: ID %1 de recurso desconhecida

source: Could not read file %1
ar: تعذّرت قراءة الملفّ %1
eo: Ne eblis legi dosieron %1
fr: Impossible de lire le fichier %1
he: לא ניתן לקרוא את הקובץ %1
hi: फ़ाइल %1 को पढ़ा नहीं जा सका
pl: Nie można odczytać pliku %1
pt_br: Não foi possível ler o arquivo '%1
ru: Не удалось прочитать файл %1

source: Could not load resource %1
ar: تعذر تحميل المورد %1
eo: Ne eblis ŝargi la rimedon %1
fr: Impossible de charger la ressource %1
he: לא ניתן לטעון את המשאב %1
hi: संसाधन %1 लोड नहीं किया जा सका
pl: Nie można wczytać zasobu %1
pt_br: Não foi possível carregar recurso %1
ru: Не удалось загрузить ресурс %1

source: %s should be in a group
ar: %s يجب أن يكون في مجموعة
eo: %s devus esti en grupo
fr: %s devrait être dans un groupe
he: %s אמור להיות בקבוצה
hi: %s को समूह में होना चाहिए
pl: %s powinna być w grupie
pt_br: %s deve estar em um grupo
ru: %s должен находиться в группе

source: %s is not supported
ar: %s غير متاح
eo: %s ne estas subtenata
fr: %s n'est pas pris en charge
he: אין תמיכה ב־%s
hi: %s समर्थित नहीं है
pl: %s jest nieobsługiwane
pt_br: %s não é suportado
ru: %s не поддерживается

source: %s are not supported
ar: %s غير متاحة
eo: %s ne estas subtenataj
fr: %s ne sont pas pris en charge
he: אין תמיכה ב־%s
hi: %s समर्थित नहीं हैं
pl: %s nie są obsługiwane
pt_br: %s não são suportados
ru: %s не поддерживаются

source: %s cannot be a clip path
ar: %s لا يمكن أن يكون مسار قص
eo: %s ne povas esti tranĉvojo
fr: Il est impossible que %s soit un emplacement de vidéo
he: %s לא יכול להיות נתיב חיתוך
hi: %s क्लिप पथ नहीं हो सकता
pl: %s nie może być ścieżką wycinka
pt_br: %s não pode ser o caminho de um clipe
ru: %s не может быть контуром клипа

source: Glaxnimate Animation
ar: حركة غلاكسنيمَيْت
eo: Glaxnimate Animacio
fr: Animation Glaxnimate
he: הנפשת Glaxnimate
hi: ग्लैक्सनिमेट एनिमेशन
pl: Animacja Glaxnimate
pt_br: Animação Glaxnimate
ru: Анимация Glaxnimate

source: Could not parse JSON: %1
ar: تعذر تحليل JSON: %1
eo: Ne eblis analizi JSON: %1
fr: Impossible d'analyser le fichier « JSON » : %1
he: לא ניתן לפענח JSON‏: %1
hi: JSON पार्स नहीं किया जा सका: %1
pl: Nie można przetworzyć pliku JSON: %1
pt_br: Não foi possível analisar o JSON: %1

source: No JSON object found
ar: لم يتم العثور على كائن JSON
eo: Neniu JSON-objekto trovita
fr: Aucun objet « JSON » trouvé
he: לא נמצא פריט JSON
hi: कोई JSON ऑब्जेक्ट नहीं मिला
pl: Nie znaleziono obiektu JSON
pt_br: Nenhum objeto JSON encontrado

source: Opening a file from a newer version of Glaxnimate
ar: فتح ملف من إصدار أحدث لغلاكسنيمَيْت
eo: Malfermante dosieron de pli nova versio de Glaxnimate
fr: Ouvrir un fichier provenant d'une version plus récente de Glaxnimate
he: פתיחת קובץ מגרסה חדשה יותר של Glaxnimate
hi: ग्लैक्सनिमेट के नए संस्करण से फ़ाइल खोलना
pl: Otwieranie pliku z nowszej wersji Glaxnimate
pt_br: Abrir um arquivo de uma versão mais nova do Glaxnimate
ru: Открываемый файл создан более новой версией Glaxnimate

source: Missing composition
ar: التركيب مفقود
eo: Mankas komponado
fr: Composition manquante
he: תרכובת חסרה
hi: अनुपलब्ध रचना
pl: Brakuje złożenia
pt_br: Composição ausente
ru: Отсутствует композиция

source: Property %1 of %2 refers to unexisting object %3
ar: الخاصية %1 لـ %2 تشير إلى كائن غير موجود %3
eo: Proprieto %1 de %2 rilatas al neekzistanta objekto %3
fr: La propriété %1 de %2 fait référence à l'objet inexistant %3
he: המאפיין %1 של %2 מפנה לפריט %3 שאינו קיים
hi: %2 में से संपत्ति %1 गैरमौजूद ऑब्जेक्ट %3 को संदर्भित करती है
pl: Właściwość %1 z %2 odnosi się do nieistniejącego obiektu %3
pt_br: Propriedade %1 de %2 refere para um objeto inexistente %3
ru: Свойство %1 из %2 относится к несуществующему объекту %3

source: Could not load %1 for %2: uuid refers to an unacceptable object
ar: تعذر تحميل %1 لـ %2: معرّف UUID يشير إلى كائن غير مقبول
eo: Ne eblis ŝargi %1 por %2: uuid rilatas al neakceptebla objekto
fr: Impossible de charger %1 pour %2 : le paramètre « UUID » fait référence à un objet inacceptable
he: לא ניתן לטעון את %1 עבור %2: המזהה הייחודי מפנה לפריט לא מקובל
hi: %2 के लिए %1 लोड नहीं किया जा सका: uuid एक अस्वीकार्य ऑब्जेक्ट को संदर्भित करता है
pl: Nie można wczytać %1 dla %2: uuid odnosi się do nieakceptowalnego obiektu
pt_br: Não foi possível carregar %1 para %2: a uuid refere para um objeto inaceitável
ru: Не удалось загрузить %1 для %2: uuid относится к недопустимому объекту

source: Object %1 is invalid
ar: الكائن %1 غير صالح
eo: Objekto %1 estas malvalida
fr: L'objet %1 est non valable
he: הפריט %1 שגוי
hi: ऑब्जेक्ट %1 अमान्य है
pl: Obiekt %1 jest nieprawidłowy
pt_br: O objeto %1 é inválido
ru: Недопустимый объект %1

source: Wrong object type: expected '%1' but got '%2'
ar: نوع كائن خاطئ: النوع المتوقع '%1' لكن المستلم '%2'
eo: Malĝusta objektotipo: atendita '%1' sed ricevis '%2'
fr: Type d'objet erroné : « %1 » attendu, mais a obtenu « %2 »
he: סוג הפריט שגוי: אמור להיות ‚%1’ אבל התקבל ‚%2’
hi: गलत ऑब्जेक्ट प्रकार: अपेक्षित '%1' लेकिन प्राप्त हुआ '%2'
pl: Zły rodzaj obiektu: oczekiwano '%1', lecz otrzymano '%2'
pt_br: Tipo de objeto errado: esperava '%1' mas recebeu '%2'
ru: Неверный тип объекта: ожидается тип «%1», но получен «%2»

source: Could not load %1 for %2
ar: تعذر تحميل %1 لـ %2
eo: Ne eblis ŝargi %1 por %2
fr: Impossible de charger %1 pour %2
he: לא ניתן לטעון את %1 עבור %2
hi: %2 के लिए %1 लोड नहीं किया जा सका
pl: Nie można wczytać %1 dla %2
pt_br: Não foi possível carregar %1 para %2
ru: Не удалось загрузить %1 для %2

source: Could not set property %1
ar: تعذر تعيين الخاصية %1
eo: Ne eblis agordi proprecon %1
fr: Impossible de définir la propriété %1
he: לא ניתן להגדיר את המאפיין %1
hi: प्रॉपर्टी %1 सेट नहीं की जा सकी
pl: Nie można ustawić właściwości %1
pt_br: Não foi possível definir a propriedade %1
ru: Не удалось задать свойство %1

source: Item %1 for %2 in %3 isn't an object
ar: العنصر %1 لـ %2 في %3 ليس كائنًا
eo: Ero %1 por %2 en %3 ne estas objekto
fr: L'élément %1 pour %2 dans %3 n'est pas un objet
he: הפריט %1 עבור %2 ב־%3 אינו מסוג פריט
hi: %3 में %2 के लिए आइटम %1 कोई ऑब्जेक्ट नहीं है
pl: Rzecz %1 dla %2 w %3 nie jest obiektem
pt_br: Item %1 para %2 em %3 não é um objeto
ru: Элемент %1 для %2 в %3 не является объектом

source: Item %1 for %2 in %3 is not acceptable
ar: العنصر %1 لـ %2 في %3 غير مقبول
eo: Ero %1 por %2 en %3 ne estas akceptebla
fr: L'élément %1 pour %2 dans %3 n'est pas acceptable
he: הפריט %1 עבור %2 ב־%3 אינו מקובל
hi: %3 में %2 के लिए आइटम %1 स्वीकार्य नहीं है
pl: Rzecz %1 dla %2 w %3 jest nie do przyjęcia
pt_br: Item %1 para %2 em %3 não é aceitável
ru: Недопустимый элемент %1 для %2 в %3

source: Keyframe must specify a time
ar: يجب أن يحدد الإطار الرئيس وقتًا
eo: Ŝlosilkadro devas specifi tempon
fr: Une image clé doit spécifier un instant
he: תמונית המפתח חייבת לציין זמן
hi: कीफ़्रेम को समय निर्दिष्ट करना होगा
pl: Klatka kluczowa musi określać czas
pt_br: O quadro-chave deve especificar um tempo
ru: Ключевой кадр должен содержать указание времени

source: Keyframe must specify a value
ar: يجب أن يحدد الإطار الرئيس قيمة
eo: Ŝlosilkadro devas specifi valoron
fr: Une image clé doit spécifier une valeur
he: תמונית המפתח חייבת לציין ערך
hi: कीफ़्रेम को एक मान निर्दिष्ट करना होगा
pl: Klatka kluczowa musi określać wartość
pt_br: O quadro-chave deve especificar um valor
ru: Ключевой кадр должен содержать значение

source: Could not add keyframe
ar: تعذر إضافة إطار رئيس
eo: Ne eblis aldoni ŝlosilkadron
fr: Impossible d'ajouter une image clé
he: לא ניתן להוסיף תמונית מפתח
hi: मुख्यफ़्रेम नहीं जोड़ा जा सका
pl: Nie można dodać klatki kluczowej
pt_br: Não foi possível adicionar quadro-chave
ru: Не удалось добавить ключевой кадр

source: Unknown object of type '%1'
ar: كائن غير معروف من النوع '%1'
eo: Nekonata objekto de tipo '%1'
fr: Objet inconnu du type « %1 »
he: פריט לא ידוע מסוג ‚%1’
hi: '%1' प्रकार का अज्ञात ऑब्जेक्ट
pl: Nieznany rodzaj obiektu '%1'
pt_br: Objeto desconhecido do tipo '%1'
ru: Неизвестный объект типа «%1»

source: Lottie only supports layers in the top level
ar: لوتي يدعم فقط الطبقات في المستوى الأعلى
eo: Lottie nur subtenas tavolojn en la supra nivelo
fr: Lottie ne prend en charge les calques qu'au niveau le plus haut
he: Lottie תומך בשכבות ברמה העליונה בלבד
hi: लोटी केवल शीर्ष स्तर की परतों का समर्थन करता है
pl: Lottie obsługuje warstwy tylko na poziomie szczytowym
pt_br: O Lottie só suporta camadas no nível superior
ru: Lottie поддерживает слои только на верхнем уровне

source: Lottie only supports auto-orient layers in the top level
ar: لوتي يدعم فقط الطبقات ذات التوجيه الآلي في المستوى الأعلى
eo: Lottie nur subtenas aŭtomatajn orientigajn tavolojn en la supra nivelo
fr: Lottie ne prend en charge que les calques auto-orientés dans le niveau supérieur
he: Lottie תומך בכיוון שכבות אוטומטי ברמה העליונה
hi: लोटी केवल शीर्ष स्तर पर ऑटो-ओरिएंट परतों का समर्थन करता है
pl: Lottie obsługuje samoustawiające się warstwy tylko na poziomie szczytowym
pt_br: O Lottie só suporta camadas auto-orientadas no nível superior
ru: Lottie поддерживает автоориентацию слоёв только на верхнем уровне

source: Images cannot be grouped with other shapes, they must be inside a layer
ar: لا يمكن تجميع الصور مع الأشكال الأخرى، يجب أن تكون داخل طبقة
eo: Bildoj ne povas esti grupigitaj kun aliaj formoj, ili devas esti ene de tavolo
fr: Les images ne peuvent être groupées avec les autres formes, elles doivent être à l'intérieur d'un calque
he: אי אפשר לקבץ תמונות עם צורות אחרות, הן חייבות להיות בתוך שכבה
hi: छवियों को अन्य आकृतियों के साथ समूहीकृत नहीं किया जा सकता, उन्हें एक परत के अंदर होना चाहिए
pl: Obrazów nie można grupować z innymi kształtami. One muszą być wewnątrz warstwy.
pt_br: Imagens não podem ser agrupadas com outras formas, elas devem estar dentro de uma camada
ru: Изображения не могут быть сгруппированы с другими фигурами, они должны находиться внутри слоя

source: Composition layers cannot be grouped with other shapes, they must be inside a layer
ar: لا يمكن تجميع طبقات التركيب مع الأشكال الأخرى، يجب أن تكون داخل طبقة
eo: Kunmetaĵtavoloj ne povas esti grupigitaj kun aliaj formoj, ili devas esti ene de tavolo
fr: Les calques de composition ne peuvent pas être groupés avec les autres formes, elles doivent être à l'intérieure d'un calque
he: אי אפשר לקבץ שכבות עם צורות אחרות, הן חייבות להיות בתוך השכבה
hi: रचना परतों को अन्य आकृतियों के साथ समूहीकृत नहीं किया जा सकता, उन्हें एक परत के अंदर होना चाहिए
pl: Warstw złożeń nie można grupować z innymi kształtami. One muszą być wewnątrz warstwy.
pt_br: Camadas de composição não podem ser agrupadas com outras formas, elas deve estar dentro de uma camada
ru: Слои композиции не могут быть сгруппированы с другими фигурами, они должны находиться внутри слоя

source: Pretty
ar: تجميل
eo: Bela
fr: Joli
he: קריא
hi: सुंदर
pl: Ładnie
pt_br: Bonito
ru: Структурировать

source: Pretty print the JSON
ar: اطبع JSON بشكل جميل
eo: Bele presi la JSON
fr: Sort un joli JSON
he: הצגת ה־JSON באופן קריא
hi: JSON को सुंदर तरीके से प्रिंट करें
pl: Upiększ wyświetlanie pliku JSON
pt_br: Exibir o JSON formatado
ru: Структурировать код JSON

source: Strip
ar: إزالة
eo: Strio
fr: Bande
he: סילוק
hi: पट्टी
pl: Obierz
pt_br: Remover
ru: Убирать

source: Strip unused properties
ar: أزل الخصائص غير المستخدمة
eo: Forigi neuzatajn proprietojn
fr: Supprimer les propriétés inutilisées
he: סילוק מאפיינים שאינם בשימוש
hi: अप्रयुक्त संपत्तियों को हटाना
pl: Usuń nieużywane właściwości
pt_br: Remover propriedades não usadas
ru: Убирать неиспользуемые свойства

source: Embed Images
ar: ضمّن الصور
eo: Enigi Bildojn
fr: Intégrer des images
he: הטמעת תמונות
hi: छवियाँ एम्बेड करें
pl: Osadź obrazy
pt_br: Adicionar imagem
ru: Встраивать изображения

source: Automatically embed non-embedded images
ar: ضم آليًا الصور غير المضمونة
eo: Aŭtomate enkonstrui ne-enigitajn bildojn
fr: Intégrer automatiquement les images non intégrées
he: הטמעה אוטומטית של תמונות שלא ניתן להטמיע
hi: गैर-एम्बेडेड छवियों को स्वचालित रूप से एम्बेड करें
pl: Sam osadź nieosadzone obrazy
pt_br: Automaticamente embute imagens não-embutidas
ru: Автоматически встраивать невстроенные изображения

source: Legacy Keyframes
ar: إطارات رئيسة قديمة
eo: Heredaj Ŝlosilkadroj
fr: Trames clé héritées
he: תמוניות מפתח מיושנות
hi: विरासत कीफ़्रेम
pl: Dawne klatki kluczowe
pt_br: Quadros-chave legados
ru: Ключевые кадры прежних версий

source: Compatibility with lottie-web versions prior to 5.0.0
ar: التوافق مع إصدارات lottie-web قبل 5.0.0
eo: Kongrueco kun lottie-retaj versioj antaŭ 5.0.0
fr: Compatibilité avec les versions Internet de « Lottie » inférieures à 5.0.0
he: תאימות מול גרסאות lottie-web שקדמו ל־5.0.0
hi: 5.0.0 से पहले के लोटी-वेब संस्करणों के साथ संगतता
pl: Zgodność z wersją lottie-web przed 5.0.0
pt_br: Compatibilidade com versões lottie-web anteriores a 5.0.0
ru: Совместимость с lottie-web до версии 5.0.0

source: Lottie Animation
ar: حركة لوتي
eo: Lottie Animacio
fr: Animation Lottie
he: הנפשת Lottie
hi: लोट्टी एनिमेशन
pl: Animacja Lottie
pt_br: Animação Lottie
ru: Анимация Lottie

source: Lottie HTML Preview
ar: معاينة لوتي HTML
eo: Lottie HTML Antaŭrigardo
fr: Aperçu en « HTML » de Lottie
he: תצוגת Lottie HTML מקדימה
hi: लोट्टी HTML पूर्वावलोकन
pl: Podgląd HTML Lottie
pt_br: Prévia Lottie HTML
ru: Предпросмотр HTML Lottie

source: Missing layer type for %1
ar: نوع الطبقة مفقود لـ %1
eo: Mankas tavolspeco por %1
fr: Type de calque manquant pour %1
he: סוג השכבה של %1 חסר
hi: %1केलिएपरतप्रकारअनुपलब्ध
pl: Brakuje rodzaju warstwy dla %1
pt_br: Tipo de camada ausente para %1
ru: Отсутствует тип слоя для %1

source: Cannot use %1 as parent as it couldn't be loaded
ar: لا يمكن استخدام %1 كوالد لأنه تعذر تحميله
eo: Ne povas uzi %1 kiel gepatro ĉar ĝi ne povus esti ŝargita
fr: Il est impossible d'utiliser %1 comme parent, comme il a été impossible de le charger
he: לא ניתן להשתמש ב־%1 כהורה כיוון שלא נטען לטעון אותו
hi: %1 को पैरेंट के रूप में उपयोग नहीं किया जा सकता क्योंकि इसे लोड नहीं किया जा सका
pl: Nie można użyć %1 jako nadrzędnego, bo nie można go wczytać
pt_br: Não é possível usar %1 como pai pois não pôde ser carregada
ru: Невозможно использовать %1 в качестве родительского слоя в связи с невозможностью загрузки

source: Invalid parent layer %1
ar: طبقة والد غير صالحة %1
eo: Nevalida gepatra tavolo %1
fr: Calque parent %1 non valable
he: שכבת הורה שגויה %1
hi: अमान्य पैरेंट लेयर %1
pl: Nieprawidłowa warstwa nadrzędna %1
pt_br: Camada pai inválida %1
ru: Недопустимый родительский слой %1

source: Unsupported layer of type %1
ar: طبقة غير متاحة من النوع %1
eo: Nesubtenata tavolo de tipo %1
fr: Calque non pris en charge de type %1
he: שכבה לא נתמכת לסוג %1
hi: प्रकार %1 की असमर्थित परत
pl: Nieobsługiwany rodzaj warstwy %1
pt_br: Tipo de camada não suportada %1
ru: Не поддерживается слой типа %1

source: Missing shape type
ar: نوع الشكل مفقود
eo: Mankas formospeco
fr: Type de forme manquant
he: סוג הצורה לא נתמך
hi: आकृति प्रकार अनुपलब्ध
pl: Brakuje rodzaju kształtu
pt_br: Tipo de forma ausente
ru: Отсутствует тип фигуры

source: Unsupported shape type %1
ar: نوع شكل غير متاح %1
eo: Nesubtenata formo tipo %1
fr: Forme non prise en charge de type %1
he: סוג הצורה %1 לא נתמך
hi: असमर्थित आकार प्रकार %1
pl: Nieobsługiwany rodzaj kształtu %1
pt_br: Tipo de forma não suportada %1
ru: Не поддерживается фигура типа %1

source: Unknown field %2%1
ar: حقل مجهول %2%1
eo: Nekonata kampo %2%1
fr: Champs %2%1 inconnu
he: השדה %2%1 לא ידוע
hi: अज्ञात फ़ील्ड %2%1
pl: Nieznane pole %2%1
pt_br: Campo desconhecido %2%1
ru: Неизвестное поле %2%1

source: Invalid bezier point %1 in %2
ar: نقطة بيزير غير صالحة %1 في %2
eo: Nevalida bezier-punkto %1 en %2
fr: Nœud de Bézier non valable %1 parmi %2
he: נקודת בזייה שגויה %1 ב־%2
hi: %2 में अमान्य बेज़ियर बिंदु %1
pl: Nieprawidłowa punkt Beziera %1 w %2
pt_br: Ponto de Bezier %1 inválido em %2
ru: Недопустимая точка кривой Безье %1 в %2

source: Invalid keyframes for %1
ar: إطارات رئيسة غير صالحة لـ %1
eo: Nevalidaj ŝlosilkadroj por %1
fr: Images-clé non valables pour %1
he: תמוניות מפתח שגויות עבור %1
hi: %1 के लिए अमान्य कीफ़्रेम
pl: Nieprawidłowe klatki kluczowe dla %1
pt_br: Quadros-chave inválidos para %1
ru: Недопустимые ключевые кадры для %1

source: (null)
eo: (nula)
he: (אפס)
hi: (व्यर्थ)
pt_br: (nulo)
ru: (нулевое значение)

source: (empty)
ar: (فارغة)
eo: (malplena)
fr: (vide)
he: (ריק)
hi: (खाली)
pl: (pusty)
pt_br: (vazio)
ru: (пустое значение)

source: Cannot load keyframe at %1 for %2 with value %3
ar: لا يمكن تحميل الإطار الرئيس عند %1 لـ %2 بالقيمة %3
eo: Ne povas ŝargi ŝlosilkadron ĉe %1 por %2 kun valoro %3
fr: Impossible de charger la trame clé à %1 pour %2 avec une valeur %3
he: לא ניתן לטעון את תמונית המפתח %1 עבור %2 עם הערך %3
hi: %2 के लिए %3 मान के साथ %1 पर कीफ़्रेम लोड नहीं किया जा सकता
pl: Nie można wczytać klatki kluczowej w %1 dla %2 o wartości %3
pt_br: Não foi possível carregar quadro-chave em %1 para %2 com valor %3
ru: Не удалось загрузить ключевой кадр на %1 для %2 со значением %3

source: Duplicate Bitmap ID: %1
ar: معرّف خريطة بتات مكرر: %1
eo: Duobligi Bitmap-ID: %1
fr: ID d'image matricielle dupliqué : %1
he: מזהה מפת סיביות כפול: %1
hi: डुप्लिकेट बिटमैप आईडी: %1
pl: Powielone ID bitmapy: %1
pt_br: ID de bitmap duplicado: %1
ru: Идентификатор дубликата растра: %1

source: Duplicate Composition ID: %1
ar: معرّف تركيب مكرر: %1
eo: Duobliga Komponita ID: %1
fr: Identifiant de composition dupliqué : %1
he: מזהה תרכובת כפול: %1
hi: डुप्लिकेट रचना आईडी: %1
pl: Powielone ID złożenia: %1
pt_br: ID de composição duplicado: %1
ru: Идентификатор дубликата композиции: %1

source: Star Shapes are not officially supported
ar: أشكال النجوم غير متاحة رسميًا
eo: Stelformoj ne estas oficiale subtenataj
fr: Les formes en étoile ne sont pas officiellement prises en charge
he: אין תמיכה רשמית בצורות כוכבים
hi: स्टार आकार आधिकारिक तौर पर समर्थित नहीं हैं
pl: Kształty gwiazd nie są oficjalnie wspierane
pt_br: Formas de estrela não são oficialmente suportadas
ru: Фигуры в форме звёзд официально не поддерживаются

source: Images are not supported
ar: الصور غير متاحة
eo: Bildoj ne estas subtenataj
fr: Les images ne sont pas prises en charge
he: אין תמיכה בתמונות
hi: छवियाँ समर्थित नहीं हैं
pl: Obrazy nie są obsługiwane
pt_br: Imagens não são suportadas

source: Gradient strokes are not officially supported
ar: الحدود المتدرجة غير متاحة رسميًا
eo: Gradiaj strekoj ne estas oficiale subtenataj
fr: Les dégradés de contours ne sont pas officiellement pris en charge
he: אין תמיכה רשמית בקווי מתאר צבועים במדרג
hi: ग्रेडिएंट स्ट्रोक आधिकारिक तौर पर समर्थित नहीं हैं
pl: Kreski gradientowe nie są oficjalnie wspierane
pt_br: Traços de gradiente não são oficialmente suportados
ru: Обводки градиента официально не поддерживаются

source: Masks are not supported
ar: الأقنعة غير متاحة
eo: Maskoj ne estas subtenataj
fr: Les masques ne sont pas pris en charge
he: אין תמיכה במסכות
hi: मास्क समर्थित नहीं हैं
pl: Maski są nieobsługiwane
pt_br: Máscaras não são suportadas
ru: Маски не поддерживаются
