Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Oliver Kellogg
fr: Xavier Besnard
he: צוות התרגום של KDE ישראל
hi: तुम्हारे नाम
pl: Łukasz Wojniłowicz
pt_br: Geraldo Simião, Guilherme Marçal Silva

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: okellogg@users.sourceforge.net
fr: xavier.besnard@kde.org
he: kde-l10n-he@kde.org
hi: आपके ईमेल
pl: lukasz.wojnilowicz@gmail.com
pt_br: geraldosimiao@fedoraproject.org, guimarcalsilva@gmail.com

source: transform
ar: تحويل
eo: transformi
fr: transformer
he: התמרה
hi: परिवर्तन
pl: przekształć
pt_br: transformar

source: start_opacity
ar: شفافية_البداية
eo: start_opakeco
he: אטימות_התחלה
hi: प्रारंभ_अपारदर्शिता
pl: początkowa_nieprzezroczystość
pt_br: opacidade_inicial

source: cap
ar: غطاء
eo: ĉapo
fr: Maj
he: קצה
hi: टोपी
pl: ograniczenie
pt_br: ponta

source: miter_limit
ar: حد_ميتري
eo: mitro_limo
he: גבול_תפר
hi: मीटर_सीमा
pl: ogranicznie_zaostrzenia
pt_br: limite_da_interseção

source: reversed
ar: معكوس
eo: renversita
fr: inversé
he: הפוך
hi: उलट
pl: odwrotnie
pt_br: reverso

source: position
ar: الموضع
eo: pozicio
he: מקום
hi: पद
pl: położenie
pt_br: posição

source: rounded
ar: مستديرة
eo: rondigita
fr: arrondi
he: מעוגל
hi: गोल
pl: zaokrąglone
pt_br: arredondado

source: timing
ar: توقيت
eo: tempigo
fr: chronologie
he: תזמון
hi: समय
pl: Planowanie czasu
pt_br: temporização

source: size
ar: الحجم
eo: grandeco
fr: taille
he: גודל
hi: आकार
pl: rozmiar
pt_br: tamanho

source: opacity
ar: تظليل
eo: opakeco
fr: opacité
he: אטימות
hi: अस्पष्टता
pl: nieprzezroczystość
pt_br: opacidade

source: shapes
ar: أشكال
eo: formoj
fr: formes
he: צורות
hi: आकार
pl: kształty
pt_br: formas

source: end
ar: النهاية
eo: fino
fr: fin
he: סוף
hi: अंत
pl: koniec
pt_br: fim

source: multiple
ar: متعدد
eo: multoblaj
he: ריבוי
hi: एकाधिक
pl: wielokrotne
pt_br: múltiplos

source: path
ar: مسار
eo: vojo
fr: tracé
he: נתיב
hi: पथ
pl: ścieżka
pt_br: caminho

source: fill_rule
ar: قاعدة_التعبئة
eo: plen_regulo
he: כלל_מילוי
hi: भरण_नियम
pl: zasada_wypełnienia
pt_br: regra_de_preenchimento

source: type
ar: نوع
eo: tipo
he: סוג
hi: प्रकार
pl: rodzaj
pt_br: tipo

source: outer_radius
ar: نصف_القطر_الخارجي
eo: ekstera_radiuso
he: רדיוס_חיצוני
hi: बाहरी_त्रिज्या
pl: promień_zewnętrzny
pt_br: raio_exterior

source: angle
ar: زاوية
eo: angulo
he: זווית
hi: कोण
pl: kąt
pt_br: ângulo

source: outer_roundness
ar: استدارة_خارجية
eo: ekstera_rondeco
he: עיגוליות_חיצונית
hi: बाहरी_गोलाकारता
pl: zewnętrzna_krągłość
pt_br: arredondamento_exterior

source: color
ar: اللون
eo: koloro
fr: couleur
he: צבע
hi: रंग
pl: barwa
pt_br: cor

source: use
ar: استخدم
eo: uzi
fr: Utilisation
he: שימוש
hi: उपयोग
pl: użyj
pt_br: usar

source: amount
ar: كمية
eo: kvanto
fr: quantité
he: כמות
hi: मात्रा
pl: ilość
pt_br: quantidade

source: join
ar: ضم
eo: aliĝi
fr: grouper
he: צירוף
hi: जोड़ना
pl: połącz
pt_br: unir

source: animation
ar: مشاهد متحركة
eo: animacio
he: הנפשה
hi: एनिमेशन
pl: animacja
pt_br: animação

source: mask
ar: قناع
eo: masko
fr: masque
he: מסכה
hi: नकाब
pl: maska
pt_br: máscara

source: frequency
ar: تردد
eo: frekvenco
fr: fréquence
he: תדירות
hi: आवृत्ति
pl: częstotliwość
pt_br: frequência

source: anchor_point
ar: نقطة_الارتكاز
eo: ankro_punkto
he: נקודת_עוגן
hi: ऐंकर बिंदु
pl: punkt_kotwiczący
pt_br: ponto_de_âncora

source: scale
ar: حجّم
eo: skalo
fr: échelle
he: קנה_מידה
hi: पैमाना
pl: skala
pt_br: escala

source: data
ar: بيانات
eo: datumoj
fr: données
he: נתונים
hi: डेटा
pl: dane
pt_br: dados

source: width
ar: عرض
eo: larĝo
fr: largeur
he: רוחב
hi: चौड़ाई
pl: szerokość
pt_br: largura

source: colors
ar: ألوان
eo: koloroj
fr: couleurs
he: צבעים
hi: रंग
pl: barwy
pt_br: cores

source: start_point
ar: نقطة_البداية
eo: start_punkto
he: נק׳_התחלה
hi: प्रारंभ_बिंदु
pl: punkt_początkowy
pt_br: ponto_inicial

source: gradient_colors
ar: ألوان_التدرج
eo: gradiento_koloroj
he: צבעי_מדרג
hi: ग्रेडिएंट_रंग
pl: barwy_gradientu
pt_br: cores_de_gradiente

source: compositions
ar: تراكبات
eo: komponaĵoj
he: תרכובות
hi: रचनाएं
pl: złożenia
pt_br: composições

source: first_frame
ar: الإطار_الأول
eo: unua_kadro
he: תמונית_ראשונה
hi: प्रथम_फ़्रेम
pl: pierwsza_klatka
pt_br: primeiro_quadro

source: name
ar: اسم
eo: nomo
fr: nom
he: שם
hi: नाम
pl: nazwa
pt_br: nome

source: stretch
ar: مط
eo: streĉo
fr: étirer
he: מתיחה
hi: खींचना
pl: rozciągnij
pt_br: esticar

source: inverted
ar: معكوسة
eo: renversita
fr: inversé
he: הפוך
hi: उल्टे
pl: odwrócony
pt_br: invertido

source: Create frame layers
ar: إنشاء طبقات إطارية
eo: Krei kadrajn tavolojn
fr: Créer des calques de trames
he: יצירת שכבות תמונית
hi: फ़्रेम परतें बनाएँ
pl: Utwórz warstwy klatek
pt_br: Criar camadas de quadros

source: This dialog creates layer to help with frame by frame animation. You specify the time range you want to split into frames, and the number of frames you want. Then layers are created that appear in and out at uniform time intervals. You can use these layers for frame-by-frame animation.
ar: يُنشئ هذا الحوار طبقات للمساعدة في الحركة الإطارية (إطار بإطار). حدد النطاق الزمني الذي تريد تجزئته إلى إطارات، وعدد الإطارات التي تريدها. ثم تُنشأ طبقات تظهر وتختفي في فواصل زمنية متسقة. يمكن استخدام هذه الطبقات للحركة الإطارية (إطار بإطار).
eo: Ĉi tiu dialogo kreas tavolon por helpi pri animacio kadro post kadro. Vi specifas la intervalon, kiun vi volas dividi en kadrojn, kaj la nombron da kadroj, kiujn vi volas. Tiam kreiĝas tavoloj, kiuj aperas en kaj eksteren je unuforma tempo intervaloj. Vi povas uzi ĉi tiujn tavolojn por kadro-post-kadra animacio.
fr: Cette boîte de dialogue crée un calque pour aider la création d'animation trame par trame. Vous spécifiez l'intervalle de temps que vous souhaitez diviser en trames et le nombre de trames que vous souhaitez. Ensuite, des calques sont créées qui apparaissent à l'intérieur et à l'extérieur à des intervalles de temps uniformes. Vous pouvez utiliser ces calques pour une animation trame par trame.
he: החלונית הזאת יוצרת שכבה כדי לסייע לך עם הנפשות של תמונית אחר תמונית. יש לציין את טווח הזמן לפיצול לתמוניות ומספר התמוניות הרצוי. השכבות שנוצרות נכנסות ויוצאות במרווחי זמן קבועים. אפשר להשתמש בשכבות האלה להנפשות של תמונית אחר תמונית.
hi: यह डायलॉग फ्रेम दर फ्रेम एनीमेशन में मदद करने के लिए लेयर बनाता है। आप वह समय सीमा निर्दिष्ट करते हैं जिसे आप फ्रेम में विभाजित करना चाहते हैं, और फ्रेम की वह संख्या जिसे आप चाहते हैं। फिर लेयर्स बनाई जाती हैं जो एक समान समय अंतराल पर अंदर और बाहर दिखाई देती हैं। आप इन लेयर्स का उपयोग फ्रेम दर फ्रेम एनीमेशन के लिए कर सकते हैं।
pl: To okno tworzy warstwę, aby pomóc w animowaniu klatka po klatce. Określasz przedział czasowy, który chcesz podzielić na klatki i liczbę tych klatek. Następnie są tworzone warstwy, które pojawiają się na wejściu i wyjściu w równych odstępach czasu.Możesz użyć tych warstw do animowania klatka po klatce.
pt_br: Esta caixa de diálogo cria uma camada para ajudar com animação quadro a quadro. Você especifica o intervalo de tempo que deseja dividir em quadros e o número de quadros que deseja. Em seguida, são criadas camadas que aparecem e desaparecem em intervalos de tempo uniformes. Você pode usar essas camadas para animação quadro a quadro.

source: Begin
ar: يبدأ
eo: Komenci
fr: Début
he: התחלה
hi: शुरू
pl: Początek
pt_br: Início

source: End
ar: النهاية
eo: Fino
fr: Fin
he: סוף
hi: अंत
pl: Koniec
pt_br: Fim

source: Number of frames
ar: عدد الإطارات
eo: Nombro da kadroj
fr: Nombre de trames
he: מספר תמוניות
hi: फ़्रेम की संख्या
pl: Liczba klatek
pt_br: Número de quadros

source: Search
ar: ابحث
eo: Serĉi
fr: Rechercher
he: חיפוש
hi: खोज
pl: Poszukaj
pt_br: Pesquisar
ru: Поиск

source: Replace
ar: استبدل
eo: Anstataŭigi
fr: Remplacer
he: החלפה
hi: प्रतिस्थापित करें
pl: Zastąp
pt_br: Substituir

source: Open File
ar: افتح الملف
eo: Malfermi Dosieron
fr: Ouvrir un fichier
he: פתיחת קובץ
hi: खुली फाइल
pl: Otwórz plik
pt_br: Abrir arquivo

source: Raster images need to be traced into vectors
ar: يجب تتبع الصور النقطية وتحويلها إلى متجهات
eo: Rastrumaj bildoj devas esti spuritaj en vektorojn
fr: Les images matricielles doivent être tracées en tant que vecteurs
he: יש להמיר תמונות מפות סיביות לווקטורים
hi: रास्टर छवियों को वेक्टर में ट्रेस करने की आवश्यकता है
pl: Obrazy rastrowe muszą zostać otrasowane na wektory
pt_br: Imagens rasterizadas precisam ser transformadas em vetores
ru: Растровые изображения необходимо преобразовать в векторные

source: Save File
ar: احفظ الملفّ
eo: Konservi dosieron
fr: Enregistrer un fichier
he: שמירת הקובץ
hi: फाइल सुरक्षित करें
pl: Zapisz plik
pt_br: Salvar arquivo

source: Could not save the file
ar: تعذر حفظ الملف
eo: Ne eblis konservi la dosieron
fr: Impossible d'enregistrer le fichier
he: לא ניתן לשמור את הקובץ
hi: फ़ाइल सहेजी नहीं जा सकी
pl: Nie można zapisać pliku
pt_br: Não foi possível salvar o arquivo
ru: Не удалось сохранить файл

source: Unknown file type
ar: نوع الملف غير معروف
eo: Nekonata dosiertipo
fr: Type de fichier inconnu
he: סוג קובץ לא ידוע
hi: अज्ञात प्रकार की फ़ाइल
pl: Nieznany rodzaj pliku
pt_br: Tipo de arquivo desconhecido
ru: Неизвестный тип файла

source: Could not unzip the file
ar: تعذر فك ضغط الملف
eo: Ne eblis malzipi la dosieron
fr: Impossible de dézipper le fichier
he: לא ניתן לחלץ את הקובץ
hi: फ़ाइल को अनज़िप नहीं किया जा सका
pl: Nie można wypakować pliku
pt_br: Não foi possível descompactar o arquivo
ru: Не удалось разархивировать файл

source: Unknown file type. Supported files: %1
ar: نوع ملف غير معروف. الملفات المتاحة: %1
eo: Nekonata dosiertipo. Subtenataj dosieroj: %1
fr: Type de fichier inconnu. Fichiers pris en charge : %1
he: סוג הקובץ לא נתמך. סוגי קבצים נתמכים: %1
hi: अज्ञात फ़ाइल प्रकार. समर्थित फ़ाइलें: %1
pl: Nieznany rodzaj pliku. Obsługiwane pliki: %1
pt_br: Tipo de arquivo desconhecido. Arquivos suportados: %1
ru: Неизвестный тип файла. Поддерживаемые файлы: %1

source: Error loading %1 file
ar: خطأ في تحميل ملف %1
eo: Eraro ŝargante %1 dosieron
fr: Erreur de chargement du fichier %1
he: שגיאה בטעינת קובץ %1
hi: %1 फ़ाइल लोड करते समय त्रुटि
pl: Błąd wczytywania pliku %1
pt_br: Erro ao carregar arquivo %1
ru: Ошибка загрузки файла %1

source: Clears the current document and creates a new empty one
ar: أزل المحتوى الحالي من المستند، وأنشئ واحدًا جديدًا فارغًا
eo: Purigas la nunan dokumenton kaj kreas novan malplenan
fr: Nettoie le document actuel et en crée un nouveau vide
he: פינוי המסמך הנוכחי ויצירת מסמך ריק חדש
hi: वर्तमान दस्तावेज़ को साफ़ करता है और एक नया रिक्त दस्तावेज़ बनाता है
pl: Czyści bieżący dokument i tworzy nowy, pusty
pt_br: Limpa o documento atual e cria um novo vazio
ru: Очищает текущий документ, после чего создаёт новый пустой документ

source: Prompts the user to select a document to open. Currently the following formats are supported: %1
ar: اطْلُب من المستخدم اختيار مستند لفتحه. الصيغ التالية متاحة حاليًا: %1
eo: Instigas la uzanton elekti dokumenton por malfermi. Nuntempe la sekvaj formatoj estas subtenataj: %1
fr: Demande à l'utilisateur de sélectionner un document à ouvrir. Les formats suivants sont actuellement pris en charge : %1
he: הצגת בקשה למשתמש איזה מסמך לפתוח. כרגע יש תמיכה בסוגים הבאים: %1
hi: उपयोगकर्ता को खोलने के लिए दस्तावेज़ चुनने के लिए संकेत देता है। वर्तमान में निम्नलिखित प्रारूप समर्थित हैं: %1
pl: Pyta użytkownika o wskazanie dokumentu do otwarcia. Obecnie możliwe są następujące rodzaje: %1
pt_br: Pede ao usuário para selecionar um documento a ser aberto. Atualmente, os seguintes formatos são suportados: %1
ru: Предлагает пользователю выбрать открываемый документ. В настоящий момент поддерживаются следующие форматы: %1

source: Prompts the user to select a document to append as an object to the current one.
ar: اطْلُب من المستخدم اختيار مستند لضمه ككائن إلى المستند الحالي.
eo: Instigas la uzanton elekti dokumenton por almeti kiel objekton al la nuna.
fr: Demande à l'utilisateur un document à ajouter en tant qu'objet au document actuel.
he: הצגת בקשה למשתמש לבחור מסמך להוספה כפריט למסמך הנוכחי.
hi: उपयोगकर्ता को वर्तमान दस्तावेज़ में ऑब्जेक्ट के रूप में जोड़ने के लिए एक दस्तावेज़ का चयन करने के लिए संकेत देता है।
pl: Pyta użytkownika o wskazanie dokumentu do dołączenie jako obiektu do bieżącego.
pt_br: Pede que o usuário selecione um documento para anexar como objeto ao atual.
ru: Предлагает пользователю выбрать документ для добавления в качестве объекта к текущему документу.

source: Save the current document, prompting to select a file for new documents
ar: احفظ المستند الحالي، مع طلب اختيار ملف للمستندات الجديدة
eo: Konservi la nunan dokumenton, instigante elekti dosieron por novaj dokumentoj
fr: Enregistre le document actuel, demandant de choisir un fichier pour les nouveaux documents
he: שמירת המסמך הנוכחי, תוך הצגת בקשה לבחירת קובץ למסמכים חדשים
hi: वर्तमान दस्तावेज़ को सहेजें, नए दस्तावेज़ों के लिए फ़ाइल चुनने का संकेत दें
pl: Zapisz bieżący dokument, pytając o miejsce zapisu w przypadku nowych dokumentów
pt_br: Salva o documento atual, pedindo para selecionar um arquivo para novos documentos.
ru: Сохраняет текущий документ, предлагая при этом выбрать файл для новых документов

source: Save the current document, always prompting to select a file.
ar: احفظ المستند الحالي، مع طلب اختيار ملف دائمًا.
eo: Konservi la nunan dokumenton, ĉiam instigante elekti dosieron.
fr: Enregistre le document actuel, demande toujours de sélectionner un fichier.
he: שמירת המסמך הנוכחי, תמיד לבקש לבחור קובץ.
hi: वर्तमान दस्तावेज़ को सहेजें, हमेशा फ़ाइल का चयन करने का संकेत दें।
pl: Zapisz bieżący dokument, zawsze pytając o miejsce zapisu.
pt_br: Salva o documento atual, sempre pedindo para selecionar um arquivo.
ru: Сохраняет текущий документ, всегда предлагая при этом выбрать файл.

source: Save a copy of current document, prompting to select a format and a file. Currently the following formats are supported: %1
ar: احفظ نسخة من المستند الحالي، مع طلب اختيار صيغة وملف. الصيغ التالية متاحة حاليًا: %1
eo: Konservi kopion de nuna dokumento, instigante elekti formaton kaj dosieron. Nuntempe la sekvaj formatoj estas subtenataj: %1
fr: Enregistre une copie du document actuel, en demandant de choisir un format et un fichier. Les formats suivants sont actuellement pris en charge : %1
he: שמירת עותק של המסמך הנוכחי, תוך הצגת בקשה לבחור תסדיר וקובץ. אלו התסדירים שנתמכים נכון לעכשיו: %1
hi: वर्तमान दस्तावेज़ की एक प्रति सहेजें, एक प्रारूप और एक फ़ाइल का चयन करने के लिए संकेत दें। वर्तमान में निम्नलिखित प्रारूप समर्थित हैं: %1
pl: Zapisz kopię bieżącego dokumentu z zapytaniem o jego rodzaj i położenie. Obecnie możliwe są następujące rodzaje: %1
pt_br: Salva a cópia do documento atual, pedindo para selecionar o formato e um arquivo. Atualmente, os seguintes formatos são suportados: %1
ru: Сохраняет копию текущего документа, предлагая при этом выбрать формат и файл. В настоящее время поддерживаются следующие форматы: %1

source: Saves the current frame as a still image
ar: احفظ الإطار الحالي كصورة ثابتة
eo: Konservas la nunan kadron kiel senmovan bildon
fr: Enregistre l'image actuelle comme une image fixe
he: שמירת התמונית הנוכחית כתמונה דוממת
hi: वर्तमान फ़्रेम को स्थिर छवि के रूप में सहेजता है
pl: Zapisuje bieżącą klatkę jako nieruchomy obraz
pt_br: Salva o quadro atual como uma imagem parada.
ru: Сохраняет текущий кадр в виде неподвижного изображения

source: Creates a sticker pack to export to Telegram. Note that only recent version of Telegram support this. If your Telegram version is too old, you can Export the file to TGS and upload that on Telegram.
ar: أنشئ حزمة ملصقات للتصدير إلى تلغرام. لاحظ أن الإصدارات الحديثة من تلغرام فقط تدعم هذا. إذا كان إصدار تلغرام لديك قديمًا جدًا، يمكنك تصدير الملف إلى TGS ورفعه على تلغرام.
eo: Kreas glubildpakaĵon por eksporti al Telegram. Rimarku, ke nur lastatempa versio de Telegram subtenas ĉi tion. Se via Telegram-versio estas tro malnova, vi povas Eksporti la dosieron al TGS kaj alŝuti tion sur Telegram.
fr: Crée un paquet d'autocollants pour l'export vers Telegram. Notez que seules les versions récentes de Telegram les prennent en charge. Si votre version de Telegram est trop ancienne, vous pouvez exporter les fichiers au format « tgs » et les télécharger vers Telegram.
he: יצירת חבילת מדבקות לייצוא לטלגרם. נא לשים לב שרק גרסאות עדכניות של טלגרם תומכות באפשרות הזאת. אם גרסת הטלגרם שלך ישנה מדי אפשר לייצא את הקובץ ל־TGS ולהעלות את זה לטלגרם.
hi: टेलीग्राम पर निर्यात करने के लिए एक स्टिकर पैक बनाता है। ध्यान दें कि टेलीग्राम का केवल हालिया संस्करण ही इसका समर्थन करता है। यदि आपका टेलीग्राम संस्करण बहुत पुराना है, तो आप फ़ाइल को TGS में निर्यात कर सकते हैं और उसे टेलीग्राम पर अपलोड कर सकते हैं।
pl: Tworzy zestaw naklejek do wyeksportowania na Telegram. Pamiętaj, że Telegram obsługuje to tylko od niedawna. Jeśli twoja wersja Telegramu jest zbyt stara, to możesz wyeksportować do pliku TGS i wysłać go na Telegramie.
pt_br: Cria um pacote de stickers para exportar para o Telegram. Note que apenas versões recentes do Telegram suportam isto. Se a versão do Telegram for muito velha, é possível Exportar o arquivo para TGS e fazer o upload dele para o Telegram.
ru: Создаёт набор стикеров для экспорта в Telegram. Учтите, что это действие поддерживается только в последней версии Telegram. Если в системе установлена слишком старая версия Telegram, можно сначала экспортировать файл в TGS, и только после этого загрузить в Telegram.

source: Cuts the selection into the clipboard.
ar: اقصص المحدد إلى الحافظة.
eo: Tranĉas la elekton en la tondujo.
fr: Coupe la sélection vers le presse-papier
he: גזירת הבחירה ללוח הגזירים.
hi: चयन को क्लिपबोर्ड में काट देता है.
pl: Wycina zaznaczenie do schowka.
pt_br: Corta a seleção para a área de transferência.
ru: Вырезает выделение в буфер обмена.

source: Copies the selection into the clipboard.
ar: انسخ المحدد إلى الحافظة.
eo: Kopias la elekton en la tondujo.
fr: Copie la sélection dans le presse-papier
he: העתקת הבחירה ללוח הגזירים.
hi: चयन को क्लिपबोर्ड में कॉपी करता है.
pl: Kopiuje zaznaczenie do schowka.
pt_br: Copia a seleção para a área de transferência.
ru: Копирует выделение в буфер обмена.

source: Pastes from the clipboard into the current document.
ar: الصق من الحافظة إلى المستند الحالي.
eo: Algluas el la tondujo en la nunan dokumenton.
fr: Colle depuis le presse-papier dans le document actuel.
he: הדבקה מלוח הגזירים למסמך הנוכחי.
hi: क्लिपबोर्ड से वर्तमान दस्तावेज़ में चिपकाया जाता है।
pl: Wkleja ze schowka do bieżącego dokumentu.
pt_br: Cola da área de transferência para o documento atual.
ru: Вставляет содержимое буфера обмена в текущий документ.

source: Removes the selected item.
ar: أزل العنصر المحدد.
eo: Forigas la elektitan objekton.
fr: Supprime l'élément sélectionné
he: הסרת הפריט הנבחר.
hi: चयनित आइटम को हटाता है.
pl: Usuwa zaznaczoną rzecz.
pt_br: Remove o item selecionado.
ru: Удаляет выделенный элемент.

source: Undoes the last action.
ar: تراجع عن الإجراء الأخير.
eo: Malfaras la lastan agon.
fr: Annule la dernière action.
he: הסגת הפעולה האחרונה.
hi: अंतिम क्रिया को पूर्ववत करता है.
pl: Cofa ostatnie działanie.
pt_br: Desfaz a última ação.
ru: Отменяет последнее действие.

source: Redoes the last undone action.
ar: أعِد آخر إجراء تراجعت عنه.
eo: Refaras la lastan nefaritan agon.
fr: Refait la dernière action annulée.
he: ביצוע חוזר של הפעולה האחרונה שהוסגה.
hi: अंतिम अधूरी कार्रवाई को पुनः करता है.
pl: Ponawia ostatnio wycofane działanie.
pt_br: Refaz a última ação desfeita.
ru: Возвращает последнее отменённое действие.

source: Opens the side pane used to change the advanced properties for the selected object.
ar: افتح اللوحة الجانبية المستخدمة لتغيير الخصائص المتقدمة للكائن المحدد.
eo: Malfermas la flankan fenestron uzatan por ŝanĝi la altnivelajn ecojn por la elektita objekto.
fr: Ouvrir le panneau latéral, utilisé pour changer les propriétés avancées des objets sélectionnés.
he: פתיחת לוח הצד שמשמש לשינוי מאפיינים מתקדמים לפריט הנבחר.
hi: चयनित ऑब्जेक्ट के लिए उन्नत गुणों को बदलने के लिए उपयोग किया जाने वाला साइड पेन खोलता है।
pl: Otwiera pasek boczny do zmiany rozszerzonych właściwości zaznaczonych obiektów.
pt_br: Abre o painel lateral usado para modificar propriedades avançadas para o objeto selecionado.
ru: Открывает боковую панель для изменения дополнительных свойств выделенного объекта.

source: Shows the timeline and playback controls.
ar: أظهِر المخطط الزمني وعناصر التحكم في التشغيل.
eo: Montras la templinion kaj reproduktajn kontrolojn.
fr: Affiche la ligne de temps et les contrôles de lecture
he: הצגת פקדי ציר זמן ונגינה.
hi: टाइमलाइन और प्लेबैक नियंत्रण दिखाता है.
pl: Pokazuje oś czasu i sterowanie odtwarzaniem.
pt_br: Mostra a linha do tempo e controles de reprodução.
ru: Отображает монтажный стол и элементы управления воспроизведением.

source: Opens the side pane used to select the fill color.
ar: افتح اللوحة الجانبية المستخدمة لاختيار لون التعبئة.
eo: Malfermas la flankan fenestron uzatan por elekti la plenkoloron.
fr: Ouvre le panneau latéral utilisé pour sélectionner la couleur de remplissage.
he: פתיחת לוח הצד שמשמש לבחירת צבע המילוי.
hi: भरण रंग का चयन करने के लिए उपयोग किया जाने वाला पार्श्व फलक खोलता है.
pl: Otwiera pasek boczny do wybrania barwy wypełnienia.
pt_br: Abre o painel lateral usado para selecionar a cor de preenchimento.
ru: Открывает боковую панель для выбора цвета заливки.

source: Opens the side pane used to select the stroke color and style.
ar: افتح اللوحة الجانبية المستخدمة لاختيار لون ونمط الحد.
eo: Malfermas la flankan fenestron uzatan por elekti la strekkoloron kaj stilon.
fr: Ouvre le panneau latéral utilisé pour sélectionner la couleur et le style des contours.
he: פתיחת לוח הצד שמשמש לבחירת צבע וסגנון קו המתאר.
hi: स्ट्रोक रंग और शैली का चयन करने के लिए उपयोग किए जाने वाले साइड पेन को खोलता है।
pl: Otwiera pasek boczny do wybrania barwy i wyglądu kreski.
pt_br: Abre o painel lateral usado para selecionar a cor de traço e estilo.
ru: Открывает боковую панель для выбора цвета и стиля обводки.

source: Shows this help.
ar: أظهِر هذه المساعدة.
eo: Montras ĉi tiun helpon.
fr: Affiche cette aide.
he: הצגת העזרה הזאת.
hi: यह सहायता दर्शाता है.
pl: Pokaż tę pomoc.
pt_br: Mostra esta ajuda.
ru: Выводит эту справку.

source: Select tool, you can use it to select objects and change their transform.
ar: أداة التحديد، يمكن استخدامها لتحديد الكائنات وتغيير تحويلها.
eo: Elekta ilo, vi povas uzi ĝin por elekti objektojn kaj ŝanĝi ilian transformon.
fr: Outil sélection, vous pouvez l'utiliser pour sélectionner des objets et changer leurs transformations.
he: כלי בחירה, אפשר להשתמש בו כדי לבחור פריטים ולשנות את ההתמרה שלהם.
hi: चयन उपकरण, आप इसका उपयोग वस्तुओं का चयन करने और उनके परिवर्तन को बदलने के लिए कर सकते हैं।
pl: Narzędzie zaznaczania do zaznaczania obiektów i ich przekształcania.
pt_br: Ferramenta de seleção. Pode ser usada para selecionar objetos e mudar suas transformações.
ru: Выбирает инструмент для выбора объектов и изменения их трансформации.
