Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

source: Could not deduce output format from file extension: using MPEG.
ar: لا يمكن استنتاج صيغة الخرج من امتداد الملف: استخدم MPEG.
eo: Ne eblis dedukti eligformaton el dosier-etendaĵo: uzante MPEG.
fr: Impossible de déduire le format de sortie à partir de l'extension de fichier : utilisation du format » MPEG ».
he: לא ניתן להסיק את תסדיר הפלט מסיומת הקובץ: ייעשה שימוש ב־MPEG.
hi: फ़ाइल एक्सटेंशन से आउटपुट प्रारूप का अनुमान नहीं लगाया जा सका: using MPEG.
pl: Nie można wydedukować rodzaju wyjściowego z rozszerzenia pliku: użyto MPEG.
pt_br: Não foi possível deduzir o formato de saída da extensão do arquivo: usando MPEG.
ru: Не удалось определить формат по расширению файла: используется MPEG.

source: Could not find output format
ar: لا أجد صيغة الخرج
eo: Ne eblis trovi eligformaton
fr: Ne peut pas trouver le format de sortie
he: לא ניתן למצוא את תסדיר הפלט
hi: आउटपुट स्वरूप नहीं मिल सका
pl: Nie można znaleźć rodzaju wyjściowego
pt_br: Não foi possível encontrar formato de saída
ru: Не удалось найти формат вывода

source: Error occurred when opening output file: %1
ar: حدث خطأ عند فتح ملف الخرج: %1
eo: Eraro okazis dum malfermo de eligdosiero: %1
fr: Une erreur est survenue lors de l'ouverture du fichier de sortie : %1
he: אירעה שגיאה בפתיחת קובץ הפלט: %1
hi: आउटपुट फ़ाइल खोलते समय त्रुटि हुई: %1
pl: Wystąpił błąd przy otwieraniu pliku: %1
pt_br: Um erro ocorreu ao abrir o arquivo de saída: %1
ru: При открытии файла произошла ошибка: %1

source: Background
ar: الخلفية
eo: Fono
fr: Fond
he: רקע
hi: पृष्ठभूमि
pl: Tło
pt_br: Plano de fundo
ru: Фон

source: Background color
ar: لون الخلفية
eo: Fona koloro
fr: Couleur de fond
he: צבע רקע
hi: पृष्ठभूमि का रंग
pl: Barwa tła
pt_br: Cor do plano de fundo
ru: Цвет фона

source: Width
ar: العرض
eo: Larĝo
fr: Largeur
he: רוחב
hi: चौड़ाई
pl: Szerokość
pt_br: Largura

source: If not 0, it will overwrite the size
ar: إن لم يكن 0، سيتجاوز الحجم
eo: Se ne 0, ĝi anstataŭigos la grandecon
fr: Si différent de 0, la taille sera écrasée
he: אם לא 0, הגודל יידרס
hi: यदि 0 नहीं है, तो यह आकार को अधिलेखित कर देगा
pl: Jeśli nie 0, to zastąpi rozmiar
pt_br: Caso não seja 0, o tamanho será sobrescrito
ru: При значении отличном от 0 перезаписывается размер

source: Height
ar: الارتفاع
eo: Alto
fr: Hauteur
he: גובה
hi: ऊंचाई
pl: Wysokość
pt_br: Altura

source: Verbose
ar: مطنب
eo: Vorta
fr: Verbeux
he: פירוט
hi: वाचाल
pl: Szczegółowo
pt_br: Descritivo
ru: Подробно

source: Show verbose information on the conversion
ar: اعرض معلومات مفصّلة عن التحويل
eo: Montri multvortajn informojn pri la konvertiĝo
fr: Affiche des informations verbeuses sur la conversion
he: הצגת תיעוד מפורט על ההמרה
hi: रूपांतरण पर विस्तृत जानकारी दिखाएं
pl: Pokaż szczegóły przy przekształcaniu
pt_br: Exibir informação adicional durante a conversão
ru: Выводить подробную информацию о преобразовании

source: Split Segment
ar: تقسيم مقطع
eo: Dividi Segmenton
fr: Partager un segment
he: פיצול קטע
hi: विभाजित खंड
pl: Podziel odcinek
pt_br: Dividir segmento

source: Remove Nodes
ar: إزالة العقد
eo: Forigi Nodojn
fr: Supprimer des nœuds
he: הסרת נקודות
hi: नोड्स हटाएँ
pl: Usuń węzły
pt_br: Remover nós

source: Add Keyframe
ar: أضف إطارًا رئيساً
eo: Aldoni Ŝlosilkadron
fr: Ajouter une trame clé
he: הוספת תמונית מפתח
hi: मुख्यफ़्रेम जोड़ें
pl: Dodaj klatkę kluczową
pt_br: Adicionar quadro-chave

source: Extend Shape
ar: وسّع الشكل
eo: Etendi Formon
fr: Étendre la forme
he: הרחבת צורה
hi: आकार बढ़ाएँ
pl: Rozszerz kształt
pt_br: Estender forma
ru: Удлинение фигуры

source: Animation Timing
ar: توقيت التحريكات
eo: Animacia Tempigo
fr: Chronologie de l'animation
he: תזמון הנפשה
hi: एनिमेशन टाइमिंग
pl: Czasy animacji
pt_br: Temporização da animação
ru: Параметры времени анимации

source: values
ar: القيم
eo: valoroj
fr: valeurs
he: ערכים
hi: मान
pl: wartości
pt_br: valores

source: Images
ar: الصور
eo: Bildoj
he: תמונות
hi: इमेजिस
pl: Obrazy
pt_br: Imagens
ru: Изображения

source: Gradient Colors
ar: ألوان التدرج
eo: Gradientaj Koloroj
fr: Couleurs de dégradé
he: צבעי מדרג
hi: ग्रेडिएंट रंग
pl: Barwy gradientu
pt_br: Cores de gradiente

source: Gradients
ar: التدرّجات
eo: Gradientoj
fr: Dégradés
he: מדרגים
hi: ढ़ाल
pl: Gradienty
pt_br: Gradientes

source: Compositions
ar: التّراكبات
eo: Kunmetaĵoj
he: תרכובות
hi: रचनाएं
pl: Złożenia
pt_br: Composições
ru: Композиции

source: Fonts
ar: الخطوط
eo: Tiparoj
fr: Police
he: גופנים
hi: फ़ॉन्ट्स
pl: Czcionki
pt_br: Fontes
ru: Шрифты

source: Assets
ar: الأصول
eo: Aktivoj
fr: Actifs
he: משאבים
hi: संपत्ति
pl: Zasoby
pt_br: Recursos

source: Embedded image
ar: صورة مُضمَّنة
eo: Enigita bildo
fr: Image embarquée
he: תמונה מוטמעת
hi: एम्बेडेड छवि
pl: Osadzony obraz
pt_br: Imagem embutida
ru: Встроенное изображение

source: Bitmap
ar: صورة نقطية
eo: Bitmapo
fr: Image Matricielle
he: מפת סיביות
hi: बिटमैप
pl: Bitmapa
ru: Растр

source: Composition
ar: التّراكب
eo: Komponado
he: תרכובת
hi: संघटन
pl: Złożenie
pt_br: Composição

source: Font
ar: الخط
eo: Tiparo
fr: Police
he: גופן
hi: फ़ॉन्ट
pl: Czcionka
pt_br: Fonte

source: Gradient
ar: تدرج اللون
eo: Kolortransiro
fr: Dégradé
he: מדרג
hi: ढाल
pt_br: Gradiente

source: Add color to %1
ar: أضف لون إلى %1
eo: Aldoni koloron al %1
fr: Ajouter une couleur à %1
he: הוספת צבע אל %1
hi: %1मेंरंगजोड़ें
pl: Dodaj barwę do %1
pt_br: Adicionar cor para %1
ru: Добавить цвет в %1

source: Remove color from %1
ar: أزل اللون من %1
eo: Forigi koloron de %1
fr: Supprimer la couleur de %1
he: הסרת צבע מ־%1
hi: %1सेरंगहटाएँ
pl: Usuń barwę z %1
pt_br: Remover cor de %1
ru: Удалить цвет из %1

source: %1 Gradient
ar: %1 تدرج اللون
eo: %1 Gradiento
fr: Dégradé %1
he: מדרג %1
hi: %1 ग्रेडिएंट
pl: Gradient %1
pt_br: %1 Gradiente
ru: %1 градиент

source: Linear
ar: خطّي
eo: Lineara
fr: Linéaire
he: קווי
hi: रेखीय
pl: Liniowy

source: Radial
ar: شعاعي
eo: Radiala
he: מעגלי
hi: रेडियल
pl: Promieniowy
pt_br: Raio

source: Conical
ar: مخروطي
eo: Konusa
fr: Conique
he: חרוטי
hi: चोटीदार
pl: Stożkowy
pt_br: Cônico

source: Unnamed Color
ar: لون بدون اسم
eo: Nenomita Koloro
fr: Couleur sans nom
he: צבע ללא שם
hi: अनाम रंग
pl: Nienazwana barwa
pt_br: Cor sem nome
ru: Цвет без названия

source: Mask
ar: القناع
eo: Masko
fr: Masque
he: מסכה
hi: नकाब
pl: Maska
pt_br: Máscara
ru: Маска

source: Unknown Object
ar: كائن غير معروف
eo: Nekonata Objekto
fr: Objet inconnu
he: פריט לא ידוע
hi: अज्ञात वस्तु
pl: Nieznany obiekt
pt_br: Objeto desconhecido
ru: Неизвестный объект

source: Ellipse
ar: بيضاوي
eo: Elipso
he: אליפסה
hi: अंडाकार
pl: Elipsa
pt_br: Elipse

source: Fill
ar: تعبئة
eo: Plenigi
fr: Remplir
he: מילוי
hi: भरना
pl: Wypełnij
pt_br: Preencher

source: Group
ar: المجموعة
eo: Grupo
fr: Groupe
he: קבוצה
hi: समूह
pl: Zgrupuj
pt_br: Grupo

source: Image
ar: صورة
eo: Bildo
he: תמונה
hi: छवि
pl: Obraz
pt_br: Imagem

source: Inflate and Deflate
ar: تضخيم و انكماش
eo: Ŝveligi kaj Malŝveligi
fr: Compresser et décompresser
he: ניפוח וצמצום
hi: फुलाना और पिचकाना
pl: Napompuj i spuść
pt_br: Inflar e desinflar
ru: Раздувание и сдувание

source: Layer
ar: طبقة
eo: Tavolo
fr: Calque
he: שכבה
hi: परत
pl: Warstwa
pt_br: Camada

source: Offset Path
ar: إزاحة المسار
eo: Deŝova Vojo
fr: Décalage de tracé
he: נתיב היסט
hi: ऑफसेट पथ
pl: Przesunięcie ścieżki
pt_br: Caminho deslocado
ru: Смещение контура

source: Path
ar: المسار
eo: Vojo
fr: Emplacement
he: נתיב
hi: पथ
pl: Ścieżka
pt_br: Caminho

source: Composition Layer
ar: طبقة التركيب
eo: Kunmetaĵo Tavolo
fr: Calque de composition
he: שכבת תרכובת
hi: रचना परत
pl: Warstwa złożeniowa
pt_br: Camada de composição
ru: Слой композиции

source: Rectangle
ar: مستطيل
eo: Rektangulo
he: מרובע
hi: आयत
pl: Prostokąt
pt_br: Retângulo

source: Repeater
ar: مكرر
eo: Ripetilo
fr: Répéteur
he: מחזיר
hi: अपराधी
pl: Powielacz
pt_br: Repetidor
ru: Повторитель фигур

source: Round Corners
ar: تدوير الحواف
eo: Rondaj Anguloj
fr: Coins ronds
he: עיגול פינות
hi: गोल कोनों
pl: Zaokrąglij narożniki
pt_br: Arredondar cantos
ru: Скругление углов

source: Stroke
ar: يصدم
eo: Bato
fr: Appui
he: קו מתאר
hi: आघात
pl: Kreska
pt_br: Traço

source: Change Font
ar: تغيير الخط
eo: Ŝanĝi tiparon
fr: Changer la police
he: החלפת גופן
hi: फ़ॉन्ट बदलें
pl: Zmień czcionkę
pt_br: Alterar fonte
ru: Изменить шрифт

source: Text
ar: النص
eo: Teksto
fr: Texte
he: טקסט
hi: मूलपाठ
pl: Tekst
pt_br: Texto

source: Trim Path
ar: قصّ المسار
eo: Tranĉi Vojon
fr: Tronquer le chemin
he: נתיב גזירה
hi: ट्रिम पथ
pl: Przytnij ścieżkę
pt_br: Aparar caminho
ru: Обрезка контура

source: Timing
ar: توقيت
eo: Tempigo
fr: Chronologie
he: תזמון
hi: समय
pl: Planowanie czasu
pt_br: Temporização

source: Transform
ar: التّحويل
eo: Transformi
fr: Transformer
he: התמרה
hi: परिवर्तन
pl: Przekształć
pt_br: Transformar
ru: Трансформация

source: # Glaxnimate snippet
ar: # مقتطف غلاكسنيمَيْت
eo: # Glaxnimate fragmento
fr: Extrait pour Glaxnimate
he: # קטע של Glaxnimate
hi: # ग्लैक्सनिमेट स्निपेट
pl: # Wstawka Glaxnimate
pt_br: # Trecho Glaxnimate
ru: # Фрагмент Glaxnimate

source: # You have access to the `window` and `document` global variables and the `glaxnimate` module
ar: # لديك صلاحية وصول إلى المتغيرات الشاملة `window` و `document` و وحدة غلاكسنيمَيْت
eo: # Vi havas aliron al la ĉieaj variabloj `fenestro` kaj `dokumento` kaj al la modulo `glaxnimate`
fr: # Vous avez accès aux variables globales « window » et « document », ainsi qu'au module « glaxnimate »
he: # יש לך גישה למשתנים הכלליים `window` ו־`document` ולמודול `glaxnimate`
hi: # आपके पास `window` और `document` वैश्विक चरों और `glaxnimate` मॉड्यूल तक पहुंच है
pl: # Masz dostęp do zmiennych globalnych `window` oraz `document`, a także do modułu `glaxnimate`
pt_br: # Você tem acesso às variáveis globais `window` e `document` e ao módulo `glaxnimate`
ru: # Доступны глобальные переменные `window` и `document`, а также модуль `glaxnimate`

source: # For documentation see https://glaxnimate.mattbas.org/contributing/scripting/
ar: # للتوثيق، انظر https://glaxnimate.mattbas.org/contributing/scripting/
eo: # Por dokumentado vidu https://glaxnimate.mattbas.org/contributing/scripting/
fr: # Pour la documentation voir https://glaxnimate.mattbas.org/contributing/scripting/
he: # לתיעוד יש לפנות אל https://glaxnimate.mattbas.org/contributing/scripting/
hi: # दस्तावेज़ीकरण के लिए देखें https://glaxnimate.mattbas.org/contributing/scripting/
pl: # Dokumentacja znajduje się na https://glaxnimate.mattbas.org/contributing/scripting/
pt_br: # Para documentação, veja: https://glaxnimate.mattbas.org/contributing/scripting/ (em inglês)
ru: # Документация находится на https://glaxnimate.mattbas.org/contributing/scripting/

source: Could not decompress data
ar: لا يمكن فك ضغط البيانات
eo: Ne eblis malkunpremi datumojn
fr: Impossible de décompresser des données
he: לא ניתן לחלץ נתונים
hi: डेटा को डिकंप्रेस नहीं किया जा सका
pl: Nie można wypakować danych
pt_br: Não foi possível descomprimir dados

source: Traced %1
ar: مُقَفّى %1
eo: Spurita %1
fr: %1 tracé
he: %1 נעקב
hi: %1 का पता लगाया गया
pl: Śledzona %1
pt_br: Traçou %1

# @info:shell
source: Informational Options
ar: خيارات المعلومات
eo: Informaj Opcioj
fr: Options d'informations
he: אפשרויות הסברתיות
hi: सूचनात्मक विकल्प
pl: Ustawienia informacyjne
pt_br: Opções informacionais

# @info:shell
source: Show this help and exit
ar: اعرض هذه المساعدة واخرج
eo: Montri ĉi tiun helpon kaj eliri
fr: Afficher cette aide et quitter
he: הצגת העזרה הזאת ולצאת
hi: यह सहायता दिखाएं और बाहर निकलें
pl: Pokaż tę pomoc i wyjdź
pt_br: Mostrar esta ajuda e sair

# @info:shell
source: Show version information and exit
ar: اعرض معلومات النسخة واخرج
eo: Montri informojn pri versio kaj eliri
fr: Afficher les informations de version et quitter
he: הצגת פרטי הגרסה ולצאת
hi: संस्करण जानकारी दिखाएं और बाहर निकलें
pl: Pokaż szczegóły o wersji i wyjdź
pt_br: Mostrar informações da versão e sair

# @info:shell
source: Options
ar: خيارات
eo: Opcioj
he: אפשרויות
hi: विकल्प
pl: Ustawienia
pt_br: Opções

# @info:shell
source: File to open
ar: الملف المراد فتحه
eo: Malfermenda dosiero
fr: Fichier à ouvrir
he: קובץ לפתיחה
hi: खोलने के लिए फ़ाइल
pl: Plik do otwarcia
pt_br: Arquivo a ser aberto

# @info:shell
source: When opening image files, trace them instead of embedding
ar: عند فتح ملفات الصور، قفِّها بدلًا من تضمينها
eo: Kiam vi malfermas bilddosierojn, spuri ilin anstataŭ enigi
fr: Lors de l'ouverture de fichiers d'images, veuillez les lier au lieu de les intégrer
he: בעת פתיחת קובצי תמונות, לעקוב אחריהן (הסבה וקטורית) במקום להטמיע אותן
hi: छवि फ़ाइलों को खोलते समय, उन्हें एम्बेड करने के बजाय ट्रेस करें
pl: Przy otwieraniu plików obrazów, trasuj je zamiast osadzać
pt_br: Ao abrir arquivos de imagem, traçá-los ao invés de embutir

# @info:shell
source: GUI Options
ar: خيارات الواجهة الرسومية
eo: GUI-Ebloj
fr: Options de l'interface graphique utilisateur
he: אפשרויות ממשק משתמש
hi: जीयूआई विकल्प
pl: Ustawienia GUI
pt_br: Opções da interface gráfica

# @info:shell
source: If present, doesn't restore the main window state
ar: إن كان موجودًا، لا يستعيد حالة النافذة الرئيسية
eo: Se ĉeestas, ne restarigas la ĉefan fenestran staton
fr: Si présent, ne restaure pas l'état de la fenêtre principale
he: אם קיים, מצב החלון הראשי לא ישוחזר
hi: यदि मौजूद है, तो मुख्य विंडो स्थिति को पुनर्स्थापित नहीं करता है
pl: Jeśli istnieje, to nie przywraca stanu głównego okna
pt_br: Se presente, não restaura o estado da janela principal

# @info:shell
source: Specify the name of the local socket/named pipe to connect to a host application.
ar: حدِّد اسم المقبس المحلي/الأنبوب المسمى للاتصال بتطبيق مضيف.
eo: Indiku la nomon de la loka ingo/nomita tubo por konekti al gastiganta aplikaĵo.
fr: Spécifiez le nom du socket local / du pipeline pour vous connecter à une application hôte.
he: נא לציין את שם צינור השקע/הצינור השמי להתחברות ליישום מארח.
hi: होस्ट अनुप्रयोग से कनेक्ट करने के लिए स्थानीय सॉकेट/नामित पाइप का नाम निर्दिष्ट करें।
pl: Wpisz nazwę lokalnego gniazda/nazwanej rury, aby podłączyć się do aplikacji gospodarza.
pt_br: Especifica o nome do socket/pipe com nome para conectar a um aplicativo hospedeiro.

# @info:shell
source: Use a specific size for the main window
ar: استخدم حجمًا محددًا للنافذة الرئيسية
eo: Uzi specifan grandecon por la ĉefa fenestro
fr: Utiliser une taille spécifique pour la fenêtre principale
he: להשתמש בגודל מסוים לחלון הראשי
hi: मुख्य विंडो के लिए विशिष्ट आकार का उपयोग करें
pl: Użyj danego rozmiaru głównego okna
pt_br: Usa um tamanho específico para a janela principal

# @info:shell
source: Print the window id
ar: اطبع معرّف النافذة
eo: Presi la fenestran identigilon
fr: Afficher l'identifiant de fenêtre
he: הצגת מזהה החלון
hi: विंडो आईडी प्रिंट करें
pl: Wyświetl id okna
pt_br: Exibe o ID da janela

# @info:shell
source: Enables the debug menu
ar: فعّل قائمة التنقيح
eo: Ebligas la sencimigan menuon
fr: Active le menu de débogage
he: הפעלת תפריט ניפוי השגיאות
hi: डिबग मेनू सक्षम करता है
pl: Włącza menu diagnostyczne
pt_br: Habilita o menu de depuração

# @info:shell
source: Export Options
ar: خيارات التّصدير
eo: Eksporto Opcioj
fr: Option d'exportation
he: אפשרויות ייצוא
hi: निर्यात विकल्प
pl: Ustawienia eksportowania
pt_br: Opções de exportação

# @info:shell
source: Export the input file to the given file instead of starting the GUI
ar: صدّر ملف الدخل إلى الملف المحدّد بدلًا من بدء الواجهة الرسومية
eo: Eksporti la enigdosieron al la donita dosiero anstataŭ komenci la GUI
fr: Exporter le fichier d'entrée vers le fichier donné au lieu de démarrer l'interface graphique utilisateur
he: ייצוא קובץ הקלט לקובץ שסופק במקום להפעיל את ממשק המשתמש
hi: GUI प्रारंभ करने के बजाय इनपुट फ़ाइल को दी गई फ़ाइल में निर्यात करें
pl: Wyeksportuj plik wejściowy do danego pliku zamiast pokazywać interfejs użytkownika
pt_br: Exporta os quadros do arquivo de entrada para o arquivo especificado ao invés de iniciar a interface gráfica

# @info:shell
source: Specify the format for --export. If omitted it's determined based on the file name. See --export-format-list for a list of supported formats.
ar: حدِّد صيغة التصدير. إن حُذفت، ستُحدّد بناءً على اسم الملف. انظر --export-format-list لقائمة الصيغ المتاحة.
eo: Specifu la formaton por --export. Se ellasita ĝi estas determinita surbaze de la dosiernomo. Vidu --export-format-list por listo de subtenataj formatoj.
fr: Spécifier le format pour l'option « --export ». Si cette option est omise, elle sera déterminée en fonction du nom de fichier. Veuillez consulter le paramètre « --export-format-list » pour une liste des formats prise en charge.
he: ציון התסדיר עבור ‎--export. אם יושמט הוא ייקבע לפי שם הקובץ. ניתן לפנות אל ‎--export-format-list לרשימת התסדירים הנתמכים.
hi: --export के लिए प्रारूप निर्दिष्ट करें। यदि छोड़ा गया है तो यह फ़ाइल नाम के आधार पर निर्धारित किया जाता है। समर्थित प्रारूपों की सूची के लिए --export-format-list देखें।
pl: Określ rodzaj dla --export. Jeśli pominiesz, to zostanie on ustalony na podstawie nazwy liku. Po wykaz obsługiwanych rodzajów wywołaj z --export-format-list.
pt_br: Especifica o formato para --export. Se omitido, ele será determinado baseado no nome do arquivo. Veja --export-format-list para uma lista de formatos suportados.

# @info:shell
source: Shows possible values for --export-format
ar: اعرض القيم المحتملة لـ --export-format
eo: Montras eblajn valorojn por --export-format
fr: Affiche les valeurs possibles pour le paramètre « --export-format »
he: הצגת הערכים האפשריים ל־‎--export-format
hi: --export-format के लिए संभावित मान दिखाता है
pl: Pokazuje możliwe wartości dla --export-format
pt_br: Mostra valores possíveis para o --export-format

# @info:shell
source: Render Frame Options
ar: خيارات عرض الإطار
eo: Elektebloj de Bildiga Kadro
fr: Options de rendu de trames
he: אפשרויות תיצוג תמונית
hi: रेंडर फ़्रेम विकल्प
pl: Ustawienia wyświetlania klatki
pt_br: Opções de renderização dos quadros

# @info:shell
source: Render frames the input file to the given file instead of starting the GUI
ar: اعرض إطارات ملف الدخل إلى الملف المحدّد بدلًا من بدء الواجهة الرسومية
eo: Bildigi kadrojn de la enigdosiero al la donita dosiero anstataŭ komenci la GUI
fr: Effectuer le rendu en trames pour le fichier d'entrée vers le fichier donné au lieu de démarrer l'interface graphique utilisateur
he: תיצוג תמוניות קובץ הקלט לקובץ שסופק במקום להפעיל את ממשק המשתמש
hi: GUI प्रारंभ करने के बजाय इनपुट फ़ाइल को दी गई फ़ाइल में रेंडर फ़्रेम करें
pl: Wyświetla klatki do danego pliku zamiast pokazywać interfejs użytkownika
pt_br: Renderiza os quadros do arquivo de entrada para o arquivo especificado ao invés de iniciar a interface gráfica

# @info:shell
source: Specify the format for --render. If omitted it's determined based on the file name. See --render-format-list for a list of supported formats.
ar: حدِّد صيغة العرض. إن حُذفت، ستُحدّد بناءً على اسم الملف. انظر --render-format-list لقائمة الصيغ المتاحة.
eo: Indiku la formaton por --render. Se ellasita ĝi estas determinita surbaze de la dosiernomo. Vidu --render-format-list por listo de subtenataj formatoj.
fr: Spécifiez le format pour le paramètre « --render. ». Si ce paramètre est omis, il est déterminé à partir du nom du fichier. Veuillez consulter les valeurs du paramètre « --render-format-list » pour une liste de formats pris en charge.
he: ציון התסדיר עבור ‎--render אם יושמט הוא ייקבע לפי שם הקובץ. ניתן לפנות אל ‎--render-format-list לרשימת התסדירים הנתמכים.
hi: --render के लिए प्रारूप निर्दिष्ट करें। यदि छोड़ा गया है तो यह फ़ाइल नाम के आधार पर निर्धारित किया जाता है। समर्थित प्रारूपों की सूची के लिए --render-format-list देखें।
pl: Określ rodzaj dla --render. Jeśli pominiesz, to zostanie on ustalony na podstawie nazwy liku. Po wykaz obsługiwanych rodzajów wywołaj z --render-format-list.
pt_br: Especifica o formato para --render. Se omitido, ele será determinado baseado no nome do arquivo. Veja --render-format-list para uma lista de formatos suportados.

# @info:shell
source: Frame number to render, use `all` to render all frames
ar: رقم الإطار للعرض، استخدم `all` لعرض كل الإطارات
eo: Kadra nombro por bildigi, uzu `all' por bildigi ĉiujn kadrojn
fr: Numéro de trame pour le rendu. Veuillez utiliser « all » pour effectuer un rendu de toutes les trames
he: מספר התמונית לתיצוג, יש להשתמש ב־`all` כדי לתצג את כל התמוניות
hi: रेंडर करने के लिए फ़्रेम संख्या, सभी फ़्रेम रेंडर करने के लिए `all` का उपयोग करें
pl: Numer klatki do wyświetlenia, wpisz `all` aby wyświetlić je wszystkie
pt_br: Número de quadros para renderizar. Use `all` para renderizar todos os quadros

# @info:shell
source: Shows possible values for --render-format
ar: اعرض القيم المحتملة لـ --render-format
eo: Montras eblajn valorojn por --render-format
fr: Affiche les valeurs possibles pour le paramètre « --render-format »
he: הצגת ערכים אפשריים עבור ‎--render-format
hi: --render-format के लिए संभावित मान दिखाता है
pl: Pokazuje możliwe wartości dla --render-format
pt_br: Mostra valores possíveis para o --render-format

# @info:shell
source: Could not run the plugin
ar: لا يمكن تشغيل الملحقة
eo: Ne eblis ruli la kromprogramon
fr: Impossible de lancer le module externe
he: לא ניתן להריץ את התוסף
hi: प्लगइन चलाया नहीं जा सका
pl: Nie można uruchomić wtyczki
pt_br: Não foi possível executar a extensão

# @info:shell
source: Could not find an interpreter
ar: لا يمكن إيجاد مترجم
eo: Ne eblis trovi interpretiston
fr: Impossible de trouver un interpréteur
he: לא ניתן למצוא מפענח
hi: कोई दुभाषिया नहीं मिल सका
pl: Nie można znaleźć interpretera
pt_br: Não foi possível encontrar um interpretador

# @info:shell
source: Unknown importer
ar: مستورد غير معروف
eo: Nekonata importilo
fr: Module d'importation inconnu
he: מייבא לא ידוע
hi: अज्ञात आयातक
pl: Nieznany importer
pt_br: Importador desconhecido

# @info:shell
source: Could not open input file for reading
ar: لا يمكن فتح ملف الدخل للقراءة
eo: Ne eblis malfermi enigdosieron por legado
fr: Impossible d'ouvrir le fichier d'entrée en lecture
he: לא ניתן לפתוח את קובץ הקלט לקריאה
hi: इनपुट फ़ाइल को पढ़ने के लिए नहीं खोला जा सका
pl: Nie można otworzyć pliku wejściowego do odczytu
pt_br: Não foi possível abrir o arquivo de entrada para leitura

# @info:shell
source: Error loading input file
ar: خطأ في تحميل ملف الدخل
eo: Eraro ŝargante enigdosieron
fr: Erreur de chargement du fichier d'entrée
he: שגיאה בטעינת קובץ קלט
hi: इनपुट फ़ाइल लोड करने में त्रुटि
pl: Błąd wczytywania pliku wejściowego
pt_br: Erro ao carregar arquivo de entrada

# @info:shell
source: You need to specify a file to export
ar: عليك تحديد ملف للتصدير
eo: Vi devas specifi dosieron por eksporti
fr: Vous devez spécifier un fichier à exporter
he: יש לציין קובץ לייצוא
hi: आपको निर्यात करने के लिए एक फ़ाइल निर्दिष्ट करनी होगी
pl: Musisz wskazać plik, do którego wyeksportować
pt_br: É necessário que um arquivo seja especificado para a exportação

# @info:shell
source: Unknown exporter. Use --export-format-list for a list of available formats
ar: مصدر غير معروف. استخدم --export-format-list لقائمة الصيغ المتاحة
eo: Nekonata eksportisto. Uzu --export-format-list por listo de disponeblaj formatoj
fr: Module inconnu d'exportation. Veuillez utiliser le paramètre « --export-format-list » pour une liste des formats disponibles
he: מייצא לא ידוע: יש להשתמש ב־‎--export-format-list לקבלת רשימת תסדירים זמינים
hi: अज्ञात निर्यातक। उपलब्ध प्रारूपों की सूची के लिए --export-format-list का उपयोग करें
pl: Nie wiadomo jak wyeksportować. Wywołaj --export-format-list po wykaz możliwych rodzajów
pt_br: Exportador desconhecido. Use --export-format-list para uma lista de formatos disponíveis

# @info:shell
source: Could not open output file for writing
ar: لا يمكن فتح ملف الخرج للكتابة
eo: Ne eblis malfermi eligdosieron por skribado
fr: Impossible d'ouvrir le fichier de sortie en écriture
he: לא ניתן לפתוח את קובץ הפלט לכתיבה
hi: लिखने के लिए आउटपुट फ़ाइल नहीं खोली जा सकी
pl: Nie można otworzyć pliku wyjściowego do zapisu
pt_br: Não foi possível abrir o arquivo para gravação
