Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

# @info:shell
source: Error converting to the output format
ar: خطأ في التحويل إلى صيغة الخرج
eo: Eraro konvertante al la eligoformato
fr: Erreur de conversion vers le format de sortie
he: שגיאה בהמרה לתסדיר הפלט
hi: आउटपुट प्रारूप में कनवर्ट करते समय त्रुटि
pl: Błąd przy przekształcaniu do rodzaju wyjściowego
pt_br: Erro ao converter para o formato de saída

# @info:shell
source: Could not save to %1
ar: لا يمكن الحفظ في %1
eo: Ne eblis konservi al %1
fr: Impossible d'enregistrer vers %1
he: לא ניתן לשמור אל %1
hi: %1 में सहेजा नहीं जा सका
pl: Nie można zapisać do %1
pt_br: Não foi possível salvar para %1

# @info:shell
source: You need to specify a file to render
ar: عليك تحديد ملف للعرض
eo: Vi devas specifi dosieron por bildigi
fr: Vous devez spécifier un fichier en faire le rendu
he: יש לציין קובץ לתיצוג
hi: आपको रेंडर करने के लिए एक फ़ाइल निर्दिष्ट करने की आवश्यकता है
pl: Musisz wskazać plik, do którego wyświetlić
pt_br: Você precisa especificar um arquivo para renderizar

# @title:window
source: Select Emoji
ar: اختر رمزًا تعبيريًا
eo: Elekti Emoji
fr: Choisir une émoticône
he: בחירת אמוג׳י
hi: इमोजी चुनें
pl: Zaznacz Emoji
pt_br: Selecionar emoji

# Package install status
source: Installed
ar: الأكثر تثبيتاً
eo: Instalita
fr: Installé
he: מותקן
hi: स्थापित
pl: Wgrane
pt_br: Instalado

# Package install status
source: Not Installed
ar: غير مثبّت
eo: Ne Instalita
fr: Non installé
he: לא מותקן
hi: स्थापित नहीं हे
pl: Niewgrane
pt_br: Não instalado

# Package install status
source: Downloading
ar: ينزّل
eo: Elŝutante
fr: Téléchargement en cours
he: הורדה
hi: डाउनलोड
pl: Pobieranie
pt_br: Baixando

# Package install status, %1 reason
source: Could not download: %1
ar: لا يمكن التنزيل: %1
eo: Ne eblis elŝuti: %1
fr: Impossible de télécharger : %1
he: לא ניתן להוריד: %1
hi: डाउनलोड नहीं हो सका: %1
pl: Nie można pobrać: %1
pt_br: Não foi possível baixar: %1

# Package install status
source: Didn't download any files
ar: لا يمكن تنزيل أي ملفات
eo: Ne elŝutis dosierojn
fr: N'a téléchargé aucun fichier
he: לא ירדו אף קבצים
hi: कोई फ़ाइल डाउनलोड नहीं हुई
pl: Nie pobrano żadnych plików
pt_br: Não baixou nenhum arquivo

source: Emoji Set
ar: مجموعة الرموز التعبيرية
eo: Emoji Aro
fr: Ensemble d'émoticônes
he: ערכת אמוג׳י
hi: इमोजी सेट
pl: Zestaw Emoji
pt_br: Conjunto de emojis
ru: Набор эмодзи

source: Name
ar: الاسم
eo: Nomo
fr: Nom
he: שם
hi: नाम
pl: Nazwa
pt_br: Nome

source: License
ar: الرخصة
eo: Permesilo
fr: Licence
he: רישיון
hi: लाइसेंस
pl: Licencja
pt_br: Licença
ru: Лицензия

source: Downloaded
ar: نُزّلت
eo: Elŝutite
fr: Téléchargé
he: ירד
hi: डाउनलोड
pl: Pobrane
pt_br: Baixado
ru: Загружено

source: Reload
ar: أعد التحميل
eo: Reŝargi
fr: Recharger
he: ריענון
hi: पुनः लोड करें
pl: Wczytaj ponownie
pt_br: Recarregar

source: View Website
ar: استعراض الموقع
eo: Vidi Retejon
fr: Voir le site web
he: הצגת אתר
hi: वेबसाइट देखें
pl: Obejrzyj stronę internetową
pt_br: Visualizar website
ru: Открыть веб-сайт

source: Download
ar: نزّل
eo: Elŝuti
fr: Télécharger
he: הורדה
hi: डाउनलोड करना
pl: Pobierz
pt_br: Baixar
ru: Загрузить

source: Add Emoji...
ar: أضف صورة تعبيرية...
eo: Aldoni Emoji...
fr: Ajouter une émoticône...
he: הוספת אמוג׳י…
hi: इमोजी जोड़ें...
pl: Dodaj Emoji...
pt_br: Adicionar emoji...
ru: Добавить эмодзи…

source: Close
ar: أغلق
eo: Fermi
fr: Fermer
he: סגירה
hi: बंद करना
pl: Zamknij
pt_br: Fechar

source: Glaxnimate Default
eo: Glaxnimate Defaŭlto
fr: Configuration par défaut de Glaxnimate

# @title settings group
source: User Interface
eo: Uzantinterfaco
fr: Interface utilisateur

# @label:listbox
source: Language
eo: Lingvo
fr: Langue

# @info:tooltip
source: Interface Language
eo: Interfaco Lingvo
fr: Langue de l'interface

# @label:listbox
source: Icon Theme
eo: Piktograma Etoso
fr: Thème d'icônes

# @option:check
source: Horizontal Timeline Scroll
eo: Horizontala Templinio Scroll
fr: Défilement horizontal de la frise chronologique

# @info:tooltip
source: If enabled, the timeline will scroll horizontally by default and vertically with Shift or Alt
eo: Se ĝi estas ebligita, la templinio rulumo horizontale defaŭlte kaj vertikale per Majo aŭ Alt
fr: Si cette option est activée, la frise chronologique défilera horizontalement par défaut et verticalement avec les touches « Maj » ou « ALT »

# @title settings group
source: New Animation Defaults
eo: Novaj Animaciaj Defaŭltoj
fr: Nouveaux paramètres par défaut d'animations

# @label:spinbox
source: Width
eo: Larĝo
fr: Largeur

# @label:spinbox
source: Height
eo: Alto
fr: Hauteur

# @info:tooltip
source: Frames per second
eo: Kadroj por sekundo
fr: Trames par seconde (FPS)

# @label:spinbox
source: Duration
eo: Daŭro
fr: Durée

# @info:tooltip
source: Duration in seconds
eo: Daŭro en sekundoj
fr: Durée en secondes

# @title settings group
source: Open / Save
eo: Malfermi / Konservi
fr: Ouvrir / Enregistrer

# @label:spinbox
source: Max Recent Files
eo: Maksimumaj Lastaj Dosieroj
fr: Nombre maximum de fichiers récents

# @label:spinbox
source: Backup Frequency
eo: Rezerva Ofteco
fr: Fréquence de sauvegarde

# @info:tooltip
source: How often to save a backup copy (in minutes)
eo: Kiom ofte konservi rezervan kopion (en minutoj)
fr: À quel intervalle effectuer des copies de sauvegarde (En minutes)

# @option:check
source: Use system file dialog
eo: Uzi sistemdosieran dialogon
fr: Utiliser une boîte de dialogue de fichiers du système

# @title settings group
source: Scripting
eo: Skripto
fr: Langage de scripts

# @title settings group
source: Tools
eo: Iloj
fr: Outils

source: Remove node tangent
ar: إزالة مماس العقدة
eo: Forigi nodan tangenton
fr: Supprimer la tangente du nœud
he: הסרת משיק לנקודה
hi: नोड स्पर्शज्या हटाएँ
pl: Usuń styczną wierzchołka
pt_br: Remover tangente do nó
ru: Удалить управляющую линию точки

source: Update path
ar: تحديث المسار
eo: Ĝisdatigi vojon
fr: Mettre à jour le correctif
he: עדכון נתיב
hi: पथ अद्यतन करें
pl: Uaktualnij ścieżkę
pt_br: Atualizar caminho
ru: Обновить контур

source: Remove Point
ar: أزل النقطة
eo: Forigi Punkton
fr: Supprimer le point
he: הסרת נקודה
hi: बिंदु हटाएँ
pl: Usuń punkt
pt_br: Remover ponto
ru: Удалить точку

source: Set Start
ar: اضبط البدء
eo: Difini Komencon
fr: Définir le début
he: הגדרת התחלה
hi: शुरुआत करना
pl: Ustaw czas rozpoczęcia
pt_br: Definir início
ru: Задать начало

source: Update shape
ar: تحديث الشكل
eo: Ĝisdatigi formon
fr: Mettre à jour la forme
he: עדכון צורה
hi: आकार अपडेट करें
pl: Uaktualnij kształt
pt_br: Atualizar forma
ru: Обновить фигуру

source: Resize Canvas
ar: تغيير حجم اللوحة
eo: Regrandigi Kanvason
fr: Redimensionner le tableau
he: שינוי גודל משטח ציור
hi: कैनवास का आकार बदलें
pl: Zmień rozmiar płótna
pt_br: Redimensionar tela
ru: Изменить размер холста

source: Drag Gradient
ar: اسحب التدرج
eo: Treni Gradienton
fr: Déplacer le dégradé
he: גרירת מדרג
hi: ड्रैग ग्रेडिएंट
pl: Przeciągnij gradient
pt_br: Arrastar gradiente
ru: Перетащить градиент

source: Drag anchor point
ar: اسحب نقطة إرساء
eo: Treni ankropunkton
fr: Déplacer un autre point
he: גרירת נקודת עוגן
hi: लंगर बिंदु खींचें
pl: Przeciągnij punkt kotwiczący
pt_br: Arrastar ponto de âncora
ru: Перетащить опорную точку

source: Move Layers
ar: نقل الطبقات
eo: Movi Tavolojn
fr: Déplacer les calques
he: העברת שכבות
hi: परतें ले जाएँ
pl: Przesuń warstwy
pt_br: Mover camadas
ru: Перемещение слоёв

source: Color
ar: اللون
eo: Koloro
fr: Couleur
he: צבע
hi: रंग
pl: Barwa
pt_br: Cor

source: Visible
ar: مرئي
eo: Videbla
he: גלוי
hi: दृश्यमान
pl: Widoczny
pt_br: Visível

source: Locked
ar: مقفل
eo: Ŝlosita
fr: Verrouillé
he: נעול
hi: बंद
pl: Zablokowany
pt_br: Bloqueado

source: Number of users
ar: عدد المستخدمين
eo: Nombro de uzantoj
fr: Nombre d'utilisateurs
he: מספר משתמשים
hi: उपयोगकर्ता की संख्या
pl: Liczba użytkowników
pt_br: Número de usuários
ru: Количество пользователей

source: Group Color
ar: لون المجموعة
eo: Grupo Koloro
fr: Couleur du groupe
he: צבע קבוצה
hi: समूह का रंग
pl: Barwa grupy
pt_br: Cor do grupo
ru: Цвет группы

source: Jump to previous keyframe
ar: اقفز إلى الإطار الرئيس السابق
eo: Salti al antaŭa ŝlosilkadro
fr: Sauter à la trame clé précédente
he: קפיצה לתמונית המפתח הקודמת
hi: पिछले कीफ़्रेम पर जाएँ
pl: Przeskocz do poprzedniej klatki kluczowej
pt_br: Pular para o quadro-chave anterior
ru: Переход к предыдущему ключевому кадру

source: Hidden
ar: مخفي
eo: Kaŝita
fr: Caché
he: מוסתר
hi: छिपा हुआ
pl: Ukryty
pt_br: Oculto
ru: Скрытый

source: Toggle Keyframe
ar: بدّل الإطار الرئيس
eo: Baskuligi Ŝlosilkadron
fr: Basculer une trame clé
he: החלפת מצב תמונית מפתח
hi: टॉगल कीफ़्रेम
pl: Przełącz klatkę kluczową
pt_br: Alternar quadro-chave
ru: Переключение ключевого кадра

source: Unlocked
ar: غير مقفل
eo: Malŝlosita
fr: Déverrouillé
he: משוחרר
hi: अनलॉक किया
pl: Odblokowany
pt_br: Desbloqueado
ru: Разблокирован

source: Jump to next keyframe
ar: اقفز إلى الإطار الرئيس التالي
eo: Salti al la sekva ŝlosilkadro
fr: Sauter à la prochaine trame clé
he: קפיצה לתמונית המפתח הבאה
hi: अगले कीफ़्रेम पर जाएँ
pl: Przejdź do następnej klatki kluczowej
pt_br: Pular para o próximo quadro-chave
ru: Переход к следующему ключевому кадру

source: Parent Layer
ar: الطبقة الأصل
eo: Gepatra Tavolo
fr: Calque parent
he: שכבת הורה
hi: पैरेंट लेयर
pl: Warstwa nadrzędna
pt_br: Camada pai
ru: Родительский слой

source: (No Parent)
ar: (لا يوجد أصل)
eo: (Neniu Gepatro)
fr: (Pas de parents)
he: (אין הורה)
hi: (कोई अभिभावक नहीं)
pl: (bez nadrzędnego)
pt_br: (Sem pai)
ru: (Нет родителя)

source: Value
ar: القيمة
eo: Valoro
fr: Valeur
he: ערך
hi: कीमत
pl: Wartość
pt_br: Valor

source: New Snippet %1
ar: مقتطف جديد %1
eo: Nova Fragmento %1
fr: Nouvel extrait %1
he: קטע חדש %1
hi: नया स्निपेट %1
pl: Nowa wstawka %1
pt_br: Novo trecho %1
ru: Новый фрагмент %1

source: Information
ar: معلومات
eo: Informoj
fr: Informations
he: פרטים
hi: जानकारी
pl: Informacje
pt_br: Informações
ru: Информация

source: API Credentials
ar: هوية API
eo: API-Akreditaĵoj
fr: Identifiants de l'API
he: פרטי גישה ל־API
hi: एपीआई क्रेडेंशियल
pl: Dane poufne API
pt_br: Credenciais de API
ru: Учётные данные API

source: Clipboard
ar: الحافظة
eo: Tondujo
fr: Presse-papier
he: לוח גזירים
hi: क्लिपबोर्ड
pl: Schowek
pt_br: Área de transferência
ru: Буфер обмена

source: Unnamed
ar: غير مسمًّى
eo: Sennoma
fr: Sans nom
he: ללא שם
hi: अज्ञात
pl: Nienazwany
pt_br: Sem nome

source: Template
ar: القالب
eo: Ŝablono
fr: Modèle
he: תבנית
hi: खाका
pl: Wzorzec
pt_br: Modelo
ru: Шаблон

source: Plugins
ar: الملحقات
eo: Kromprogramoj
he: תוספים
hi: प्लग-इन
pl: Wtyczki
ru: Подключаемые модули

source: Toolbars
eo: Ilobretoj
fr: Barres d'outils

source: Color Picker
ar: اللون النهائي:
eo: Koloro Elektilo
fr: Pipette de couleur
he: בורר צבעים
hi: रंग चुनने वाली मशीन
pl: Wybierak barwy
pt_br: Seletor de cores
ru: Выбор цвета

source: Extend Path
ar: وسّع المسار
eo: Etendi Padon
fr: Étendre le chemin
he: הרחבת נתיב
hi: पथ विस्तार
pl: Rozszerz ścieżkę
pt_br: Estender caminho
ru: Удлинение контура

source: Draw Shape
ar: ارسم شكلًا
eo: Desegni Formon
fr: Tracer la forme
he: ציור צורה
hi: आकृति बनाएं
pl: Narysuj kształt
pt_br: Desenhar forma
ru: Рисовать фигуру

source: Delete curve point
ar: احذف نقطة المنحنى
eo: Forigi kurbpunkton
fr: Supprimer un point de la courbe
he: מחיקת נקודת עקומה
hi: वक्र बिंदु मिटाएँ
pl: Usuń punkt krzywej
pt_br: Excluir ponto da curva
ru: Удалить точку кривой

source: Add curve point
ar: أضف نقطة منحنى
eo: Aldoni kurbpunkton
fr: Ajouter un point à la courbe
he: הוספת נקודת עקומה
hi: वक्र बिंदु जोड़ें
pl: Dodaj punkt krzywej
pt_br: Adicionar ponto da curva
ru: Добавить точку кривой

source: Draw Bezier
ar: ارسم منحنى بيزييه
eo: Desegni Bezier
fr: Tracer une courbe de Bézier
he: ציור בזייה
hi: बेज़ियर ड्रा करें
pl: Narysuj krzywa Beziera
pt_br: Desenhar Bezier
ru: Рисовать кривую Безье

source: Drag nodes
ar: اسحب العقد
eo: Treni nodojn
fr: Déplacer les nœuds
he: גרירת נקודות
hi: नोड्स खींचें
pl: Przeciągnij węzły
pt_br: Arrastar nós
ru: Перетаскивать точки

source: Cusp
ar: عطفة
eo: Kusp
fr: Rebroussement
he: חד
hi: उभार
pl: Ostrze
pt_br: Cúspide
ru: Угловая

source: Smooth
ar: متجانس
eo: Glata
fr: Lisse
he: חלק
hi: चिकना
pl: Wygładź
pt_br: Suave
ru: Гладкая

source: Symmetrical
ar: متماثل
eo: Simetria
fr: Symétrique
he: סימטרי
hi: सममित
pl: Symetrycznie
pt_br: Simétrico
ru: Симметричная

source: Set %1 Node
ar: اضبط %1 العقدة
eo: Agordi %1 Nodon
fr: Définir le nœud %1
he: הגדרת נקודת %1
hi: %1 नोड सेट करें
pl: Ustaw węzeł %1
pt_br: Definir %1 nó
ru: Установить точку %1

source: Node
ar: عقدة
eo: Nodo
fr: Nœud
he: נקודה
hi: नोड
pl: Węzeł
pt_br: Nó
ru: Точка

source: Remove Node
ar: أزل العقدة
eo: Forigi Nodon
fr: Supprimer le nœud
he: הסרת נקודה
hi: नोड हटाएँ
pl: Usuń węzeł
pt_br: Remover nó
ru: Удалить точку

source: Show Tangents
ar: اعرض المماسات
eo: Montri Tangentojn
fr: Afficher les tangentes
he: הצגת משיקים
hi: स्पर्शरेखा दिखाएँ
pl: Pokaż styczne
pt_br: Mostrar tangentes
ru: Показать управляющие линии

source: Make First Node
ar: اجعلها العقدة الأولى
eo: Fari Unuan Nodon
fr: Définir le premier nœud
he: הפיכה לנקודה הראשונה
hi: पहला नोड बनाएं
pl: Stwórz pierwszy węzeł
pt_br: Criar primeiro nó
ru: Создать первую точку

source: Remove Tangent
ar: أزل المماس
eo: Forigi Tangenton
fr: Supprimer la tangente
he: הסרת משיק
hi: स्पर्शरेखा हटाएँ
pl: Usuń styczność
pt_br: Remover tangente
ru: Удалить управляющую линию

# @action:inmenu
source: Stop Color...
ar: أوقف اللون...
eo: Haltkoloro...
fr: Couleur d'arrêt...
he: צבע עצירה…
hi: रंग बंद करो...
pl: Barwa przystanku...
pt_br: Cor de parada...

# @action:inmenu
source: Add Stop
ar: أضف توقفًا
eo: Aldoni Halton
fr: Ajouter un point d'arrêt
he: הוספת עצירה
hi: स्टॉप जोड़ें
pl: Dodaj przystanek
pt_br: Adicionar parada

# @action:inmenu
source: Remove Stop
ar: أزل التوقف
eo: Forigi Halton
fr: Supprimer l'arrêt
he: הסרת עצירה
hi: स्टॉप हटाएँ
pl: Usuń przystanek
pt_br: Remover parada

source: Dissolve Nodes
ar: اذب العقد
eo: Solvi Nodojn
fr: Dissoudre des nœuds
he: התמוססות נקודות
hi: नोड्स को भंग करें
pl: Rozwiąż węzły
pt_br: Dissolver nós

source: Delete Nodes
ar: احذف العقد
eo: Forigi Nodojn
fr: Supprimer des nœuds
he: מחיקת נקודות
hi: नोड्स हटाएँ
pl: Usuń węzły
pt_br: Excluir nós

source: Set node type
ar: اضبط نوع العقدة
eo: Agordi nodotipon
fr: Définir le type de nœud
he: הגדרת סוג נקודה
hi: नोड प्रकार सेट करें
pl: Ustaw rodzaj węzła
pt_br: Definir tipo de nó
ru: Задать тип точки

source: Straighten segments
ar: قوّم المقاطع
eo: Rektigi segmentojn
fr: Segments redressés
he: שיטוח מקטעים
hi: खंडों को सीधा करें
pl: Wyprostuj odcinki
pt_br: Endireitar segmentos
ru: Выпрямление сегментов

source: Curve segments
ar: اقوس المقاطع
eo: Kurbaj segmentoj
fr: Segments de courbe
he: עיקול מקטעים
hi: वक्र खंड
pl: Odcinki krzywej
pt_br: Curvar segmentos
ru: Скругление сегментов

source: Edit
ar: حرّر
eo: Redakti
fr: Modifier
he: עריכה
hi: संपादन करना
pl: Edytuj
pt_br: Editar

source: Draw Ellipse
ar: ارسم قطعًا ناقصًا
eo: Desegni Elipson
fr: Tracer une ellipse
he: ציור אליפסה
hi: दीर्घवृत्त बनाएं
pl: Narysuj elipsę
pt_br: Desenhar elipse
ru: Рисовать эллипс

source: Apply Style
ar: طبّق النمط
eo: Apliki Stilon
fr: Appliquer le style
he: החלת סגנון
hi: शैली लागू करें
pl: Nadaj wygląd
pt_br: Aplicar estilo
ru: Применить стиль

source: %1 Fill
ar: %1 تعبئة
eo: %1 Plenigi
fr: %1 Remplissage
he: מילוי %1
hi: %1 भरें
pl: %1 Wypełnij
pt_br: %1 Preencher
ru: Заливка %1

source: %1 Stroke
ar: حد %1
eo: %1 Bato
fr: %1 Contour
he: קו מתאר %1
hi: %1 स्ट्रोक
pl: %1 Kreska
pt_br: %1 Traço
ru: Обводка %1

source: Draw Freehand
ar: ارسم حرًا
eo: Desegni Libermane
fr: Tracer à main levée
he: ציור ביד חופשית
hi: मुक्तहस्त रेखाचित्र
pl: Narysuj odręcznie
pt_br: Desenhar em linha livre
ru: Рисовать от руки

source: Properties
ar: الخصائص
eo: Trajtoj
fr: Propriétés
he: מאפיינים
hi: गुण
pl: Właściwości
pt_br: Propriedades

source: Draw Rectangle
ar: ارسم مستطيلًا
eo: Desegni Rektangulon
fr: Tracer un rectangle
he: ציור מלבן
hi: आयत बनाएं
pl: Narysuj prostokąt
pt_br: Desenhar retângulo
ru: Рисовать прямоугольник

source: Select
ar: اختر
eo: Elekti
fr: Sélectionner
he: בחירה
hi: चुनना
pl: Zaznacz
pt_br: Selecionar

source: Drag
ar: تحريك
eo: Treni
fr: Déplacer
he: גרירה
hi: खींचना
pl: Przeciągnij
pt_br: Arrastar
ru: Перетащить

source: Undo %1
ar: تراجع %1
eo: Malfari %1
fr: Annuler %1
he: הסגת %1
hi: पूर्ववत करें%1
pl: Cofnij %1
pt_br: Desfazer %1

source: Redo %1
ar: كرّر %1
eo: Refari %1
fr: Annuler %1
he: ביצוע %1 מחדש
hi: फिर से करें %1
pl: Przywróć %1
pt_br: Refazer %1

source: Delete
ar: احذف
eo: Forigi
fr: Supprimer
he: מחיקה
hi: मिटाना
pl: Usuń
pt_br: Excluir

source: Move to...
ar: انقل إلى...
eo: Movi al...
fr: Déplacer vers...
he: העברה אל…
hi: करने के लिए कदम...
pl: Przenieś do...
pt_br: Mover para...

source: Star
ar: النجم
eo: Stelo
fr: Étoile
he: כוכב
hi: तारा
pl: Gwiazda
pt_br: Estrela

source: Draw Star
ar: ارسم نجمة
eo: Desegni Stelon
fr: Tracer une étoile
he: ציור כוכב
hi: स्टार बनाएं
pl: Narysuj gwiazdę
pt_br: Desenhar estrela
ru: Рисовать звезду

source: Draw Text
ar: ارسم نصًا
eo: Desegni Tekston
fr: Tracer du texte
he: ציור טקסט
hi: पाठ बनाएं
pl: Narysuj tekst
pt_br: Desenhar texto
ru: Рисовать текст

source: About
eo: Pri
fr: À propos

source: Credits
eo: Kreditoj
fr: Attributions

source: Could not find AUTHORS.md
eo: Ne eblis trovi AUTHORS.md
fr: Impossible de trouver le fichier « AUTHORS.md »

source: Paths
ar: مسارات
eo: Vojetoj
fr: Chemins
he: נתיבים
hi: के रास्ते
pl: Ścieżki
pt_br: Caminhos
ru: Пути

source: User Data Directory:
ar: مجلد بيانات المستخدم:
eo: Dosierujo de datumoj de uzantoj:
fr: Dossier de données de l'utilisateur :
he: תיקיית נתוני המשתמש:
hi: उपयोगकर्ता डेटा निर्देशिका:
pl: Katalog danych użytkownika:
pt_br: Pasta de dados do usuário:
ru: Каталог данных пользователя:

source: Settings File:
ar: ملف الإعدادات:
eo: Dosiero de agordoj:
fr: Fichier de réglages :
he: קובץ הגדרות:
hi: सेटिंग्स फ़ाइल:
pl: Plik ustawień:
pt_br: Arquivo de Configurações:
ru: Файл параметров:

source: Backup Directory:
ar: مجلد النسخ الاحتياطي:
eo: Rezerva Dosierujo:
fr: Dossier de copies de sauvegarde :
he: תיקיית גיבוי:
hi: बैकअप निर्देशिका:
pl: Katalog kopii zapasowej:
pt_br: Pasta de backup
ru: Каталог резервной копии:

source: Data Directories:
ar: مجلدات البيانات:
eo: Datumaj Dosierujoj:
fr: Dossiers des données :
he: תיקיות נתונים:
hi: डेटा निर्देशिकाएँ:
pl: Katalogi danych:
pt_br: Pastas de dados:
ru: Каталоги данных:

source: Icon Theme Paths:
ar: مسارات سمات الأيقونات:
eo: Piktogrametosaj Vojoj:
fr: Chemins des icônes du thème :
he: נתיבי ערכות סמלים:
hi: आइकन थीम पथ:
pl: Ścieżki do zestawu ikon:
pt_br: Caminhos dos temas de ícones:
ru: Пути для тем значков:

source: System
ar: النظام
eo: Sistemo
fr: Système
he: מערכת
hi: प्रणाली
pt_br: Sistema

source: Kernel
eo: Kerno
fr: Noyau

source: Application Qt
eo: Apliko Qt

source: System Qt
eo: Qt de Sistemo
fr: Qt du système

source: Version
ar: الإصدارة
eo: Versio
he: גרסה
hi: संस्करण
pl: Wersja
pt_br: Versão

source: About Qt
eo: Pri Qt
fr: À propos de Qt

source: Formats
ar: الأنساق
eo: Formatoj
he: תסדירים
hi: प्रारूप
pl: Formaty
pt_br: Formatos
ru: Форматы

source: Input Formats
ar: صيغ الدخل
eo: Enigo Formatoj
fr: Formats d'entrée
he: תסדירי קלט
hi: इनपुट प्रारूप
pl: Formaty wejściowe
pt_br: Formatos de entrada
ru: Входные форматы

source: Extensions
ar: الإمتدادات
eo: Etendaĵoj
he: הרחבות
hi: एक्सटेंशन
pl: Rozszerzenia
pt_br: Extensões
ru: Расширения

source: Output Formats
ar: صيغ الخرج
eo: Eligo Formatoj
fr: Formats de sortie
he: תסדירי קלט
hi: आउटपुट प्रारूप
pl: Format wyjściowe
pt_br: Formatos de saída
ru: Выходные форматы

source: Configure color detection
ar: اضبط الكشف عن الألوان
eo: Agordi kolordetekton
fr: Configurer la détection de couleurs
he: הגדרת זיהוי צבעים
hi: रंग पहचान कॉन्फ़िगर करें
pl: Ustawienia wykrywania barw
pt_br: Configurar detecção de cor

source: Algorithm
ar: خوارزمية
eo: Algoritmo
fr: Algorithme
he: אלגוריתם
hi: एल्गोरिथ्म
pl: Algorytm
pt_br: Algoritmo

source: k-Means
ar: كيه-ميانز
eo: k-Averaĝoj
fr: k-Moyennes
hi: k-साधन
pl: k-Średnie

source: k-Modes
ar: كيه-مودز
eo: k-Reĝimoj
hi: के-मोड्स
pl: k-Tryby

source: Edge Exclusion Modes
ar: أنماط استبعاد الحواف
eo: Edge-Ekskludaj Reĝimoj
fr: Modes d'exclusion des bords
he: מצבי החרגת קצוות
hi: एज एक्सक्लूज़न मोड
pl: Tryby wykluczania krawędzi
pt_br: Modos de Exclusão de Borda
ru: Моды с исключением периферии

source: Match
ar: عود ثقاب
eo: Kongruo
fr: Correspondance
he: התאמה
hi: मिलान
pl: Dopasuj
pt_br: Combinar

source: Max Iterations
ar: أقصى عدد من التكرارات
eo: Maksimumaj ripetoj
fr: Maximum d'itérations
he: כמות חזרות מרבית
hi: अधिकतम पुनरावृत्तियाँ
pl: Maks powtórzeń
pt_br: Iterações máximas

source: None
ar: بلا شيء
eo: neniu
fr: Aucun
he: ללא
hi: कोई नहीं
pl: Brak
pt_br: Nenhum

source: Most Frequent
ar: الأكثر تواترًا
eo: Plej Ofta
fr: Le plus fréquent
he: התדיר ביותר
hi: बहुत लगातार
pl: Najczęstsze
pt_br: Mais frequente

source: Closest
ar: الأقرب
eo: Plej proksima
fr: Le plus proche
he: הקרוב ביותר
hi: निकटतम
pl: Najbliższe
pt_br: Mais próximo
