Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This option is best suited for flat-shaded digital images, stickers, and cartoons.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The number of colors will be reduced automatically, picking the most common colors in the source image.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Very small details might get lost in the process.</p></body></html>
ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">هذا الخيار هو الأنسب للصور الرقمية ذات التظليل المسطح، والملصقات، والرسوم الكرتونية.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">سيقل عدد الألوان آليًا، باختيار الألوان الأكثر شيوعًا في الصورة الأصلية.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">قد تفقد التفاصيل الصغيرة جدًا في هذه العملية.</p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> < p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ĉi tiu opcio estas plej taŭga por plat-ombritaj ciferecaj bildoj, glumarkoj kaj bildstrioj.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left :0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">La nombro da koloroj estos aŭtomate reduktita, elektante la plej oftajn kolorojn en la fonta bildo.</p> <p style="-qt-paragraph-type:malplena; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px ; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Tre malgrandaj detaloj povus perdiĝi en la procezo.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cette option est la plus adaptée aux images numériques, autocollants et dessins animés à plat.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Le nombre de couleurs sera réduit automatiquement, en sélectionnant les couleurs les plus courantes de l'image source.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">De très petits détails pourraient être perdus durant le processus.</p></body></html>
he: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } body { direction: rtl; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">האפשרות הזאת הכי טובה לתמונות דיגיטליות, מדבקות ואיורים עם צל שטוח.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">מספר הצבעים יפחת אוטומטית, תוך בחירת הצבעים הנפוצים ביותר בתמונת המקור.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">פרטים קטנים מאוד עלולים ללכת לאיבוד בדרך.</p></body></html>
hi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> यह विकल्प फ्लैट-शेडेड डिजिटल छवियों, स्टिकर और कार्टूनों के लिए सबसे उपयुक्त है। </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> रंगों की संख्या स्वचालित रूप से कम हो जाएगी, तथा स्रोत छवि में सबसे सामान्य रंग चुन लिए जाएंगे। </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> इस प्रक्रिया में बहुत छोटी-छोटी जानकारियां खो सकती हैं।</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">To ustawienie nadaje się najlepiej do płasko cieniowanych obrazów cyfrowych, naklejek oraz kreskówek.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Liczba barw zostanie ograniczona samoczynnie, wybierając najczęściej pojawiające się barwy na obrazie źródłowym.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bardzo małe szczegóły mogą ulec zniknąć w wyniku tego działania.</p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Esta opção é mais adequada para imagens digitais com sombreamento plano, adesivos e desenhos animados.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">O número de cores será reduzido automaticamente, escolhendo as cores mais comuns na imagem de origem.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Detalhes muito pequenos podem ser perdidos durante o processo.</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This is suited for pixel art. The traced vector will retain all colors in the original image as well the pixelated edges.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This is only suitable for fairly small images with a low number of colors.</p></body></html>
ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">هذا الخيار يناسب فن البكسل. سيحتفظ المتجه المقتفى بجميع الألوان في الصورة الأصلية بالإضافة إلى الحواف البكسلية.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">هذا الخيار مناسب فقط للصور الصغيرة نسبيًا التي تحتوي على عدد قليل من الألوان.</p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ĉi tio taŭgas por piksela arto. La spurita vektoro konservos ĉiujn kolorojn en la originala bildo ankaŭ la pikselitajn randojn.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top: 0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ĉi tio taŭgas nur por sufiĉe malgrandaj bildoj kun malalta nombro de koloroj.</ p ></ body ></ html >
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ceci est adapté au PixelArt. Le vecteur tracé conservera toutes les couleurs de l'image d'origine ainsi que les bords pixelisés. </p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cela ne convient que pour des images assez petites avec un faible nombre de couleurs. </p> </odody> </html>
he: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } body { direction: rtl; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">מתאים לאומנות פיקסלים. הווקטורים שנעקבו ישמרו על כל הצבעים כמות התמונה המקורית כולל הקצוות המשוננים בפיקסלים.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">מתאים רק לתמונות קטנות יחסית עם מספר מועט של צבעים.</p></body></html>
hi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> यह पिक्सेल कला के लिए उपयुक्त है। ट्रेस किए गए वेक्टर मूल छवि के सभी रंगों के साथ-साथ पिक्सेलयुक्त किनारों को भी बनाए रखेंगे। </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> यह केवल कम रंगों वाली काफी छोटी छवियों के लिए उपयुक्त है।</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">To nadaje się dla obrazów pikselowych. Wektor trasowania zachowa wszystkie barwy na pierwotnym obrazie, a także pikselowate krawędzie.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nadaje się to tylko do stosunkowo małych obrazów o niskiej liczbie barw.</p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Isto é adequado para arte em pixel. O vetor traçado reterá todas as cores da imagem original, bem como as bordas pixeladas.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Isto é adequado apenas para imagens bem pequenas com um baixo número de cores.</p></body></html>

source: Mode
ar: الوضع
eo: Reĝimo
he: מצב
hi: तरीका
pl: Tryb
pt_br: Modo

source: Transparency
ar: الشفافية
eo: Travidebleco
fr: Transparence
he: שקיפות
hi: पारदर्शिता
pl: Przezroczystość
pt_br: Transparência

source: Closest Color
ar: أقرب لون
eo: Plej proksima Koloro
fr: Couleur la plus proche
he: הצבע הקרוב ביותר
hi: निकटतम रंग
pl: Najbliższa barwa
pt_br: Cor mais próxima

source: Extract Colors
ar: استخرج الألوان
eo: Ekstrakti Kolorojn
fr: Extraire des couleurs
he: חילוץ צבעים
hi: रंग निकालें
pl: Wypakuj barwy
pt_br: Extrair cores

source: Pixel
ar: بكسل
eo: Pikselo
he: פיקסל
hi: पिक्सेल
pl: Piksel

source: Image Options
ar: خيارات الصورة
eo: Bildaj Opcioj
fr: Options d'images
he: אפשרויות תמונה
hi: छवि विकल्प
pl: Ustawienia obrazów
pt_br: Opções das imagens

source: Output Color
ar: لون الإخراج
eo: Eligo Koloro
fr: Couleur de sortie
he: צבע פלט
hi: आउटपुट रंग
pl: Barwa wynikowa
pt_br: Cor de saída

source: Invert
ar: اعكس
eo: Inverti
fr: Inverser
he: היפוך
hi: औंधाना
pl: Odwróć
pt_br: Inverter

source: Threshold
ar: العتبة
eo: Sojlo
fr: Seuil
he: סף
hi: सीमा
pl: Próg
pt_br: Limiar

source: Colors
ar: الألوان
eo: Koloroj
fr: Couleurs
he: צבעים
hi: रंग
pl: Barwy
pt_br: Cores

source: Add Color
ar: أضف لون
eo: Aldonu Koloron
fr: Ajouter une couleur
he: הוספת צבע
hi: रंग जोड़ें
pl: Dodaj barwę
pt_br: Adicionar cor

source: Remove Color
ar: أزل اللون
eo: Forigi Koloron
fr: Supprimer une couleur
he: הסרת צבע
hi: रंग हटाएं
pl: Usuń barwę
pt_br: Remover cor

source: Tolerance
ar: دائرة التأثير
eo: Toleremo
fr: Tolérance
he: סבילות
hi: सहनशीलता
pl: Tolerancja
pt_br: Tolerância

source: Outline
ar: المخطط
eo: Skemo
fr: Contour
he: מתאר
hi: रूपरेखा
pl: Zarys
pt_br: Contorno

source: Detect Colors
ar: اكشف الألوان
eo: Detekti Kolorojn
fr: Détecter des couleurs
he: זיהוי צבעים
hi: रंगों का पता लगाएं
pl: Wykryj barwy
pt_br: Detectar cores

source: Configure Color Detection
ar: كوِّن كشف اللون
eo: Agordi Koloran Detekton
fr: Configurer la détection de couleurs
he: הגדרת זיהוי צבעים
hi: रंग पहचान कॉन्फ़िगर करें
pl: Ustawienia wykrywania barw
pt_br: Configurar detecção de cor

source: Configure...
ar: اضبط...
eo: Agordi...
fr: Configurer...
he: הגדרה…
hi: कॉन्फ़िगर करें...
pl: Ustawienia...
pt_br: Configurar...

source: Curve Options
ar: خيارات المنحنى
eo: Kurbaj Elektoj
fr: Options de courbes
he: אפשרויות עיקול
hi: वक्र विकल्प
pl: Ustawienia krzywej
pt_br: Opções da curva

source: Smoothness
ar: صقل
eo: Glateco
fr: Lissage
he: חלקלקות
hi: चिकनाई
pl: Gładkość
pt_br: Suavidade

source: Minimum Area
ar: الحد الأدنى للمنطقة
eo: Minimuma Areo
fr: Zone minimale
he: האזור המזערי
hi: न्यूनतम क्षेत्र
pl: Minimalny obszar
pt_br: Área mínima

source: Preview
ar: معاينة
eo: Antaŭrigardo
fr: Aperçu
he: תצוגה מקדימה
hi: पूर्व दर्शन
pl: Podgląd
pt_br: Prévia

source: Update
ar: حدّث
eo: Ĝisdatigo
fr: Mettre à jour
he: עדכון
hi: अद्यतन
pl: Uaktualnij
pt_br: Atualizar

source: Zoom
ar: تكبير
eo: Zomo
he: תקריב
hi: ज़ूम
pl: Powiększenie

source: Help...
ar: مساعدة...
eo: Helpu...
fr: Aide...
he: עזרה…
hi: मदद करना...
pl: Pomoc...
pt_br: Ajuda...

source: Revert to Defaults
ar: عد إلى الخيارات المبدئية
eo: Reiri al defaŭltoj
fr: Revenir aux paramètres par défaut
he: החזרה לברירות המחדל
hi: डिफ़ॉल्ट पर वापस लौटें
pl: Przywróć domyślne
pt_br: Reverter para o padrão

source: Advanced
ar: متقدّم
eo: Altnivela
fr: Avancé
he: מתקדם
hi: विकसित
pl: Rozszerzone
pt_br: Avançado

source: Could not run the plugin
ar: لا أستطيع تشغيل الملحق
eo: Ne eblis ruli la kromprogramon
fr: Impossible de lancer le module externe
he: לא ניתן להריץ את התוסף
hi: प्लगइन चलाया नहीं जा सका
pl: Nie można znaleźć wtyczki
pt_br: Não foi possível executar a extensão

source: Plugin raised an exception
ar: الملحق أثار استثناء
eo: Kromaĵo levis escepton
fr: Le module externe a levé une exception
he: התוסף העלה חריגה
hi: प्लगइन ने अपवाद उठाया
pl: Wtyczka rzuciła wyjątkiem
pt_br: Ocorreu uma exceção na extensão
ru: Подключаемый модуль вызвал исключение

source: Could not find an interpreter
ar: لا أستطيع إيجاد مفسّر
eo: Ne eblis trovi interpretiston
fr: Impossible de trouver un interpréteur
he: לא ניתן למצוא מפענח
hi: कोई दुभाषिया नहीं मिल सका
pl: Nie można znaleźć interpretera
pt_br: Não foi possível encontrar um interpretador

source: Clear Output
ar: امسح الإخراج
eo: Klara Eligo
fr: Nettoyer la sortie
he: פינוי פלט
hi: आउटपुट साफ़ करें
pl: Wyczyść wynik
pt_br: Limpar saída
ru: Очистить вывод

source: Persist Logs
ar: ابق على السجلات
eo: Persisti Registroj
fr: Journaux persistants
he: קיבוע יומנים
hi: लॉग्स को बनाए रखें
pl: Dzienniki nieusuwające się
pt_br: Persistir registros
ru: Хранить журналы

source: Persist
ar: ابقِ
eo: Persisti
fr: Persistant
he: קיבוע
hi: दृढ़ रहना
pl: Nieznikający
pt_br: Persistir
ru: Хранить

source: Reload Script Modules
ar: أعد تحميل وحدات النص البرمجي
eo: Reŝargi Skripto-Modulojn
fr: Recharger les modules de script
he: ריענון מודולי סקריפטים
hi: स्क्रिप्ट मॉड्यूल पुनः लोड करें
pl: Wczytaj ponownie moduły skryptów
pt_br: Recarregar módulos de script
ru: Перезагрузить модули сценария

source: Snippets need a name
ar: المقتطفات تحتاج إلى اسم
eo: Fragmentoj bezonas nomon
fr: Les extraits nécessitent un nom
he: קטעים צריכים שם
hi: स्निपेट को नाम की आवश्यकता है
pl: Wstawki potrzebują nazwy
pt_br: Trechos precisam de um nome
ru: Фрагменту необходимо присвоить имя

source: Could not create snippet: `%1`
ar: لا أستطيع إنشاء مقتطف: `%1`
eo: Ne eblis krei fragmenton: `%1`
fr: Impossible de créer l'extrait : « %1 »
he: לא ניתן ליצור קטע: `%1`
hi: स्निपेट नहीं बनाया जा सका: `%1`
pl: Nie można utworzyć wstawki: `%1`
pt_br: Não foi possível criar o trecho: `%1`
ru: Не удалось создать фрагмент: «%1»

source: New Snippet
ar: مقتطف جديد
eo: Nova Fragmento
fr: Nouvel extrait
he: קטע חדש
hi: नया स्निपेट
pl: Nowa wstawka
pt_br: Novo trecho
ru: Новый фрагмент

source: Edit the selected snippet
ar: حرر المقتطف المحدد
eo: Redaktu la elektitan fragmenton
fr: Modifier l'extrait sélectionné
he: עריכת הקטע הנבחר
hi: चयनित स्निपेट संपादित करें
pl: Zmień zaznaczoną wstawkę
pt_br: Editar o trecho selecionado
ru: Изменить выбранный фрагмент

source: Edit...
ar: حرّر...
eo: Redakti...
fr: Modifier...
he: עריכה…
hi: संपादन करना...
pl: Edytuj...
pt_br: Editar...
ru: Изменить…
