Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

source: Main Toolbar
ar: شريط الأدوات الرئيس
eo: Ĉefa ilobreto
fr: Barre principale d'outils
he: סרגל כלים ראשי
hi: मुख्य टूलबार
pl: Główny pasek narzędzi
pt_br: Barra de ferramentas principal
ru: Основная панель инструментов

source: Tools
ar: أدوات
eo: Iloj
fr: Outils
he: כלים
hi: औजार
pl: Narzędzia
pt_br: Ferramentas

source: Tool Options
eo: Ilaj Elektebloj
fr: Options des outils

source: Add
ar: أضف
eo: Aldoni
fr: Ajouter
he: הוספה
hi: जोड़ना
pl: Dodaj
pt_br: Adicionar

source: Duplicate
ar: كرّر
eo: Duobligi
fr: Dupliquer
he: שכפול
hi: डुप्लिकेट
pl: Powiel
pt_br: Duplicar

source: Remove
ar: أزل
eo: Forpreni
fr: Supprimer
he: הסרה
hi: निकालना
pl: Usuń
pt_br: Remover

source: Move To Top
ar: انقل إلى الأعلى
eo: Movi al Supro
fr: Déplacer en haut
he: העברה לראש
hi: शीर्ष पर ले जाएँ
pl: Przenieś na górę
pt_br: Mover para o topo
ru: Переместить наверх

source: Move Up
ar: انقل لأعلى
eo: Supreniĝi
fr: Déplacer vers le haut
he: העלאה למעלה
hi: बढ़ाना
pl: Przesuń w górę
pt_br: Mover para cima

source: Move Down
ar: انقل لأسفل
eo: Movi Malsupren
fr: Déplacer vers le bas
he: הורדה למטה
hi: नीचे की ओर
pl: Przesuń w dół
pt_br: Mover para baixo

source: Move To Bottom
ar: انقل إلى الأسفل
eo: Movi al Malsupro
fr: Déplacer en bas
he: העברה לתחתית
hi: नीचे ले जाएँ
pl: Przenieś na dół
pt_br: Mover para o fundo
ru: Переместить вниз

source: Script Console
ar: وحدة تحكم النصوص البرمجية
eo: Skripto-Konzolo
fr: Console de script
he: מסוף סקריפטים
hi: स्क्रिप्ट कंसोल
pl: Konsola skryptu
pt_br: Console de script
ru: Консоль сценария

source: Logs
ar: السجلات
eo: Ŝtipoj
fr: Journaux
he: יומנים
hi: लॉग्स
pl: Dzienniki
pt_br: Registros
ru: Журналы

source: Undo History
ar: تأريخ التّراجع
eo: Malfari Historion
fr: Historique des annulations
he: היסטוריית הסגה
hi: इतिहास पूर्ववत करें
pl: Historia cofania
pt_br: Histórico do desfazer
ru: История действий

source: Node Editing
eo: Noda Redaktado
fr: Édition de nœud

source: Align
ar: محاذاة
eo: Vicigi
fr: Aligner
he: יישור
hi: संरेखित
pl: Wyrównaj
pt_br: Alinhar
ru: Выравнивание

source: Snippets
ar: القصاصات
eo: Fragmentoj
fr: Extraits
he: קטעים
hi: स्निपेट्स
pl: Wstawki
pt_br: Trechos

source: Compact Timelime
eo: Kompakta Templinio
fr: Frise chronologique synthétique

source: &Open...
eo: &Malfermi...
fr: &Ouvrir...

source: &Save
eo: Kon&servi
fr: &Enregistrer

source: Save &As...
eo: Konservi &kiel...
fr: Enregistrer &sous...

source: &Close
eo: &Fermi
fr: &Fermer

source: &Quit
eo: &Forlasi
fr: &Quitter

source: &Select
eo: &Selekti
fr: &Sélectionner

source: &Draw Bezier
eo: &Desegni Bezier
fr: &Tracer Bézier

source: Draw &Freehand
eo: Desegni &Libermane
fr: Tracer &Main levée

source: &Rectangle
eo: &Rektangulo

source: &Ellipse
eo: &Elipso

source: &Empty Layer
eo: &Malplena Tavolo
fr: Calque &vide

source: &Group
eo: &Grupo
fr: &Groupes

source: &Precomposition Layer
eo: &Antaŭkompona Tavolo
fr: Calque de &précomposition

source: &Precompose Selection
eo: &Antaŭkomponi Elekton
fr: Sélection de précomposition

source: New &Composition
eo: Nova &Kompozicio
fr: Nouvelle &Composition

source: &Union
eo: &Unio

source: &Difference
eo: &Diferenco
fr: &Différence

source: &Intersect
eo: &Intersekci
fr: &Intersection

source: E&xclusion
eo: Ekskludo

source: Re&verse
eo: Re&verso
fr: Re&tourner

source: Object to &Path
eo: Objekti al &Pado
fr: Objet en &Chemin

source: Add &Node...
eo: Aldoni &Nodon...
fr: Ajouter un &nœud...

source: &Delete Nodes
eo: &Forigi Nodojn
fr: &Supprimer des nœuds

source: &Join Nodes
eo: &Aliĝi al Nodoj
fr: &Joindre les nœuds

source: S&plit Nodes
eo: S&dividi Nodojn
fr: &Séparer les nœuds

source: &Cusp
eo: &Kuspo
fr: &Rebroussement

source: &Smooth
eo: &Glata
fr: &Lisse

source: Sy&mmetric
eo: Si&metria
fr: Symétrique

source: &Copy
eo: &Kopii
fr: &Copier

source: Cu&t
eo: &Tondi
fr: Cou&per

source: &Paste
eo: Al&glui
fr: &Coller

source: &Select All
eo: &Selekti ĉiujn
fr: &Tout sélectionner

source: Raise to &Top
eo: Levi al &Supro
fr: Élever en &haut

source: Home
eo: Hejmo
fr: Dossier de l'utilisateur

source: &Raise
eo: &Levi
fr: &Élever

source: &Lower
eo: Mal&levi
fr: &Abaisser

source: Lower to &Bottom
eo: Mallevi al &Malsupro
fr: Abaisser en &Base

source: Re&load
eo: Reŝar&gi
fr: Rec&harger

source: &Fit Animation
eo: Kon&formigi Animacion
fr: &Cadrer l'animation

source: Re&set View
eo: Re&starigi Vidon
fr: Remise à &zéro de la vue

source: &Reset Rotation
eo: &Restarigi Rotacion
fr: &Remise à zéro de la rotation

source: Zoom &In
eo: Zom&i
fr: &Zoomer

source: Zoom &Out
eo: Malz&omi
fr: &Dézoomer

source: Reset &Zoom
eo: Restarigi &Zomon
fr: Remise à zéro du &zoom

source: Pr&eferences...
eo: Pre&feroj...
fr: Préfér&ences...

source: About...
eo: Pri...
fr: À propos...

source: Solid &Color Layer
eo: Solida Kolora Tavolo
fr: Calque avec &Couleur opaque

source: &Raster...
eo: &Rastrumo...
fr: &Image matricielle...

source: Online &Manual...
eo: Interreta &Manlibro...
fr: &Manuel en ligne...

source: Report &Issue...
eo: Raport&i Problemon...
fr: Reporter un &problème...

source: &Ungroup
eo: Malgr&upigi
fr: &Dégrouper

source: &Move to...
eo: &Movi al...
fr: &Déplacer vers...

source: Validate &Telegram Sticker
eo: Konfirmi &Telegram-Glubildon
fr: Valide l'autocollant &Telegram

source: Re&size...
eo: Re&grandigi...
fr: Re&dimensionner...

source: Donate...
eo: Doni...
fr: Faire un don...

source: &Fill
eo: &Plenigi
fr: &Remplissage

source: &Stroke
eo: &Streki
fr: &Contour

source: &Layer
eo: &Tavolo
fr: &Calque

source: Open Most Recent
ar: افتح الأحدث
eo: Malfermi Plej Lastan
fr: Ouvrir le plus récent
he: פתיחת האחרונים
hi: सबसे हाल ही का खोलें
pl: Otwórz poprzedni
pt_br: Abrir mais recentes
ru: Открыть самый последний

source: Add &Image...
eo: Aldoni B&ildon...
fr: Ajouter &Image...

source: &Delete
eo: &Forigi
fr: &Supprimer

source: Make segments straight
ar: اجعل القطع مستقيمة
eo: Igi segmentojn rektaj
fr: Rendre les segments droits
he: יישור מקטעים
hi: खंडों को सीधा करें
pl: Uczyń odcinki prostymi
pt_br: Deixar segmentos retos
ru: Выпрямить сегменты

source: Make segments curved
ar: اجعل القطع منحنية
eo: Igi segmentojn kurbigitaj
fr: Rendre les segments courbes
he: עיגול מקטעים
hi: खंडों को घुमावदार बनाएं
pl: Uczyń odcinki zakrzywionymi
pt_br: Curvar os segmentos
ru: Выгнуть сегменты

source: &Export...
eo: &Eksporti...
fr: &Exporter...

source: E&xport As...
eo: Ek&sporti kiel...
fr: E&xporter sous...

source: Cleanup
ar: نظف
eo: Purigado
fr: Nettoyer
he: ניקוי
hi: साफ - सफाई
pl: Wyczyść
pt_br: Limpeza
ru: Очистить

source: Remove unused assets
eo: Forigi neuzatajn aktivaĵojn
fr: Supprimer les données inutilisés

source: Timing...
eo: Tempigo...
fr: Chronologie...

source: &Play
eo: &Ludi
fr: &Lire

source: &Loop
eo: Buk&lo
fr: &Boucle

source: &Record Keyframes
eo: &Registri Ŝlosilkadrojn
fr: &Enregistrer les trames clés

source: Jump to &Start
eo: &Salti al Komenco
fr: Sauter au &Début

source: Jump to &End
eo: Salti al &Fino
fr: Sauter à la &Fin

source: &Next Frame
eo: &Sekva Kadro
fr: &Image suivante

source: Pre&vious Frame
eo: Antaŭ&antaŭa Kadro
fr: &Image précédente

source: Metadata...
eo: Metadatenoj...
fr: Métadonnées...

source: Trace Bitmap...
ar: اقتف الأثر النقطي...
eo: Spuru Bitmapon...
fr: Tracer une image matricielle...
he: מעקב אחר מפת סיביות…
hi: ट्रेस बिटमैप...
pl: Trasowanie bitmapy...
pt_br: Traçar bitmap...

source: Lottie (canvas)
ar: Lottie (لوحة رسم)
eo: Lottie (kanvaso)
fr: Lottie (tableau)
he: Lottie (משטח ציור)
hi: लोटी (कैनवास)
pl: Lottie (płótno)
pt_br: Lottie (tela)
ru: Lottie (холст)

source: Selection
ar: اختيار
eo: Elekto
fr: Sélection
he: בחירה
hi: चयन
pl: Zaznaczenie
pt_br: Seleção
ru: Выделение

source: Canvas
ar: الرقع
eo: Kanvaso
fr: Toile
he: משטח ציור
hi: कैनवास
pl: Płótno
pt_br: Tela
ru: Холст

source: Left
ar: يسار
eo: Maldekstren
fr: Gauche
he: שמאל
hi: बाएं
pl: Do lewej
pt_br: Esquerda
ru: По левому краю

source: Center
ar: وسط
eo: Centro
fr: Centre
he: מרכז
hi: केंद्र
pl: Środek
pt_br: Centro
ru: По центру

source: Right
ar: يمين
eo: Ĝuste
fr: Droit
he: ימין
hi: सही
pl: Do prawej
pt_br: Direita
ru: По правому краю

source: Top
ar: أعلى
eo: Supro
fr: Haut
he: למעלה
hi: शीर्ष
pl: Góra
pt_br: Topo
ru: По верхнему краю

source: Bottom
ar: أسفل
eo: Malsupro
fr: Bas
he: למטה
hi: तल
pl: Dół
pt_br: Inferior
ru: По нижнему краю

source: Canvas (as Group)
ar: لوحة الرسم (كمجموعة)
eo: Kanvaso (kiel grupo)
fr: Toile (comme groupe)
he: משטח ציור (כקבוצה)
hi: कैनवास (समूह के रूप में)
pl: Płótno (jako grupa)
pt_br: Tela (como grupo)
ru: Холст (в виде группы)

source: Relative To
eo: Relative Al
fr: Relatif à

source: Horizontal
eo: Horizontala

source: Vertical
eo: Vertikala

source: Outside Left
ar: خارج اليسار
eo: Ekstere Maldekstre
fr: Dehors gauche
he: מחוץ משמאל
hi: बाहर बाएँ
pl: Na zewnątrz, po lewej
pt_br: Esquerda externa
ru: Наружу влево

source: Outside Right
ar: خارج اليمين
eo: Ekstere Dekstre
fr: Dehors droite
he: מחוץ מימין
hi: बाहर दायाँ
pl: Na zewnątrz, po prawej
pt_br: Direita externa
ru: Наружу вправо

source: Outside Top
ar: خارج الأعلى
eo: Ekster Supre
fr: Dehors haut
he: מחוץ למעלה
hi: बाहर शीर्ष
pl: Na zewnątrz, na górze
pt_br: Topo externo
ru: Наружу вверх

source: Outside Bottom
ar: خارج الأسفل
eo: Ekstere Fundo
fr: Dehors bas
he: מחוץ למטה
hi: बाहर तल
pl: Na zewnątrz, na dole
pt_br: Inferior externo
ru: Наружу вниз

source: &Import...
eo: &Importi...
fr: &Importer...

source: Paste as Composition
ar: ألصق كتركيب
eo: Algluu kiel Kunmetaĵo
fr: Coller comme composition
he: הדבקה כתרכובת
hi: रचना के रूप में चिपकाएँ
pl: Wklej jako złożenie
pt_br: Colar como composição
ru: Вставить как композицию

source: F&lip View
eo: F&lipa Vido
fr: Faire basculer &la vue

source: Save as Template
ar: احفظ كقالب
eo: Konservu kiel Ŝablono
fr: Enregistrer comme modèle
he: שמירה כתבנית
hi: टेम्पलेट के रूप में सहेजें
pl: Zapisz jako wzorzec
pt_br: Salvar como modelo
ru: Сохранить как шаблон

source: &Put on Path
eo: &Metu sur Padon
fr: &Connecter au chemin

source: &Remove from Path
eo: &Forigi de Vojo
fr: &Supprimer du chemin

source: Validate Discord Sticker
ar: تحقق من ملصق دسكورد
eo: Valigi Discord Glubildon
fr: Valide l'autocollant Discord
he: אימות מדבקות Discord
hi: Discord स्टिकर मान्य करें
pl: Sprawdź naklejkę Telegramu
pt_br: Validar sticker do Discord
ru: Проверить стикер Discord

source: Import from LottieFiles...
eo: Importi el LottieFiles...
fr: Importer à partir des fichiers « Lottie »...

source: Export as Image Sequence...
eo: Eksportu kiel bilda sekvenco...
fr: Exporter comme séquence d'images...

source: Customized Layout
eo: Agordita Aranĝo
fr: Disposition personnalisée

source: Automatic
ar: آليّ
eo: Aŭtomate
fr: Automatique
he: אוטומטי
hi: स्वचालित
pl: Samoczynnie
pt_br: Automático
ru: Автоматическая

source: Determines the best layout based on screen size
eo: Determinas la plej bonan aranĝon surbaze de ekrana grandeco
fr: Détermine la meilleure disposition en fonction de la taille de l'écran

source: Wide
ar: عريض
eo: Larĝa
fr: Large
he: רחב
hi: चौड़ा
pl: Szeroki
pt_br: Largo
ru: Широкая

source: Layout best suited for larger screens
eo: Aranĝo plej taŭga por pli grandaj ekranoj
fr: Disposition la mieux adaptée aux écrans de grande taille

source: Compact
ar: مُدمج
eo: Kompakta
fr: Synthétique
he: מצומצם
hi: सघन
pl: Zwarty
pt_br: Compacto
ru: Компактная

source: Layout best suited for smaller screens
eo: Aranĝo plej taŭga por pli malgrandaj ekranoj
fr: Disposition la mieux adaptée aux écrans de petite dimension

source: RIVE (canvas)
ar: RIVE (لوحة رسم)
eo: RIVE (kanvaso)
fr: RIVE (Tableau)
he: RIVE (משטח ציור)
hi: RIVE (कैनवास)
pl: RIVE (płótno)
pt_br: RIVE (tela)
ru: RIVE (холст)

source: Medium
ar: متوسط
eo: Ujo
fr: Moyen
he: בינוני
hi: मध्यम
pl: Średni
pt_br: Médio
ru: Средняя

source: More compact that Wide but larger than Compact
eo: Pli kompakta ol Larĝa sed pli granda ol Kompakta
fr: Plus dense que important mais plus volumineux que concis

source: Configure &Keyboard Shortcuts...
eo: Agordi &Klavarajn ŝparvojojn...
fr: Configurer &les raccourcis de clavier...

source: Export...
ar: صدّر...
eo: Eksporti...
fr: Exporter...
he: ייצוא…
hi: निर्यात करना...
pl: Wyeksportuj...
pt_br: Exportar...
ru: Экспорт…

source: Unsaved Animation
ar: تحريكة غير محفوظة
eo: Nekonservita Animacio
fr: Animation non enregistrée
he: הנפשה שלא נשמרה
hi: सहेजे न गए एनिमेशन
pl: Niezapisana animacja
pt_br: Animação não salva

source: Looks like this file is being edited by another Glaxnimate instance or it was being edited when Glaxnimate crashed.
ar: يبدو أن هذا الملف قيد التحرير من قِبل نسخة غلاكسنيمَيْت أخرى أو كان قيد التحرير عندما تعطل غلاكسنيمَيْت.
eo: Ŝajnas, ke ĉi tiu dosiero estas redaktata de alia Glaxnimate-okazaĵo aŭ ĝi estis redaktata kiam Glaxnimate kraŝis.
fr: Il semble que ce fichier est en cours d'édition par une autre instance de Glaxnimate ou bien qu'il était en cours d'édition lorsque Glaxnimate à planté.
he: נראה שהקובץ הזה נערך על ידי עותק אחר של Glaxnimate או ש־Glaxnimate קרס בזמן עריכתו.
hi: ऐसा लगता है कि यह फ़ाइल किसी अन्य Glaxnimate इंस्टैंस द्वारा संपादित की जा रही है या जब Glaxnimate क्रैश हुआ था तब इसे संपादित किया जा रहा था।
pl: Wygląda na to, że plik jest właśnie edytowany przez inne wystąpienie Glaxnimate lub był, gdy Glaxnimate się wysypało.
pt_br: Parece que este arquivo está sendo editado por outra instância do Glaxnimate ou foi editado quando o Glaxnimate travou.
ru: Судя по всему, данный файл открыт в другом экземпляре Glaxnimate или был открыт во время аварийного завершения работы Glaxnimate.

source: Close Document
ar: أغلق المستند
eo: Fermi Dokumenton
fr: Fermer le document
he: סגירת המסמך
hi: दस्तावेज़ बंद करें
pl: Zamknij dokument
pt_br: Fechar documento
ru: Закрыть документ

source: Load Backup
ar: تحميل النسخة الاحتياطية
eo: Ŝarĝu Rezervon
fr: Charger une copie de sauvegarde
he: טעינת גיבוי
hi: बैकअप लोड करें
pl: Wczytaj kopię zapasową
pt_br: Carregar backup
ru: Загрузить резервную копию

source: Export to %1
ar: صدّر إلى %1
eo: Eksportu al %1
fr: Exporter vers %1
he: ייצוא אל %1
hi: %1 पर निर्यात करें
pl: Wyeksportuj do %1
pt_br: Exportar para %1
ru: Экспортировать в %1

source: No importer found for %1
ar: لا أجد مستوردًا لـ %1
eo: Neniu importisto trovita por %1
fr: Aucun module d'importation trouvé pour %1
he: לא נמצא מייבא עבור %1
hi: %1 के लिए कोई आयातक नहीं मिला
pl: Nie znaleziono żadnego importera dla %1
pt_br: Nenhum importador encontrado para %1
ru: Не найдено средство импорта для %1

source: The file might have been moved or deleted %1
ar: ربما نُقل الملف أو حُذف %1
eo: La dosiero eble estis movita aŭ forigita %1
fr: Le fichier a du être déplacé ou supprimé %1
he: יכול להיות שהקובץ הועבר או נמחק %1
hi: फ़ाइल को संभवतः स्थानांतरित या हटा दिया गया है %1
pl: Plik mógł zostać przeniesiony lub usunięty %1
pt_br: O arquivo pode ter sido movido ou excluído %1
ru: Файл мог быть перемещён или удалён %1

source: Could not import %1
ar: لا يمكن استيراد %1
eo: Ne eblis importi %1
fr: Impossible d'importer %1
he: לא ניתן לייבא את %1
hi: %1आयात नहीं किया जा सका
pl: Nie można zaimportować %1
pt_br: Não foi possível importar %1
ru: Не удалось импортировать %1

source: No file to reload from
ar: لا يوجد ملف لإعادة التحميل منه
eo: Neniu dosiero por reŝargi
fr: Pas de fichier depuis lequel charger
he: אין קובץ לטעון ממנו מחדש
hi: पुनः लोड करने के लिए कोई फ़ाइल नहीं है
pl: Nie ma pliku, z którego można by wczytać ponownie
pt_br: Nenhum arquivo para recarregar
ru: Отсутствует файл для перезагрузки

source: Web Preview
ar: معاينة على الويب
eo: Reteja Antaŭrigardo
fr: Aperçu Internet
he: תצוגה מקדימה לאתר
hi: वेब पूर्वावलोकन
pl: Podgląd sieciowy
pt_br: Prévia na Web
ru: Предварительный просмотр в веб-браузере

source: Could not create file
ar: لا يمكن إنشاء الملف
eo: Ne eblis krei dosieron
fr: Impossible de créer le fichier
he: לא ניתן ליצור קובץ
hi: फ़ाइल नहीं बनाई जा सकी
pl: Nie można utworzyć pliku
pt_br: Não foi possível criar o arquivo
ru: Не удалось создать файл

source: Could not open browser
ar: لا يمكن فتح المتصفح
eo: Ne eblis malfermi retumilon
fr: Impossible d'ouvrir le navigateur
he: לא ניתן לפתוח דפדפן
hi: ब्राउज़र नहीं खोला जा सका
pl: Nie można otworzyć przeglądarki
pt_br: Não foi possível abrir o navegador de arquivos
ru: Не удалось открыть браузер

source: Save Frame Image
ar: احفظ صورة الإطار
eo: Konservu Kadra Bildon
fr: Enregistrer une image de l'animation
he: שמירת תמונה מהתמונית
hi: फ़्रेम छवि सहेजें
pl: Zapisz z obrazu
pt_br: Salvar imagem do quadro
ru: Сохранение изображения кадра

source: Frame%1.png
ar: إطار%1.png
eo: Kadro%1.png
fr: Image%1.png
he: תמונית%1.png
hi: फ़्रेम%1.png
pl: Klatka%1.png
pt_br: Quadro%1.png
ru: Кадр%1.png

source: Image files (%1)
ar: ملفّات الصّور (%1)
eo: Bildaj dosieroj (%1)
fr: Fichiers images (%1)
he: קובצי תמונה (%1)
hi: छवि फ़ाइलें (%1)
pl: Piki obrazów (%1)
pt_br: Arquivos de imagem (%1)
ru: Файлы изображений (%1)

source: Render Frame
ar: اعرض الإطار
eo: Redonu Kadron
fr: Effectuer un rendu de l'image
he: תיצוג תמונית
hi: रेंडर फ़्रेम
pl: Wyświetl klatkę
pt_br: Renderizar quadro
ru: Рендеринг кадра

source: Could not save image
ar: لا يمكن حفظ الصورة
eo: Ne eblis konservi bildon
fr: Impossible d'enregistrer l'image
he: לא ניתן לשמור תמונה
hi: छवि सहेजी नहीं जा सकी
pl: Nie można zapisać obrazu
pt_br: Não foi possível salvar imagem
ru: Не удалось сохранить изображение

source: Frame%1.svg
ar: إطار%1.svg
eo: Kadro%1.svg
fr: Image%1.svg
he: תמונית%1.svg
hi: फ़्रेम%1.svg
pl: Klatka%1.svg
pt_br: Quadro%1.svg
ru: Кадр%1.svg

source: Scalable Vector Graphics (*.svg)
ar: رسوميات متجهية متدرجة (*.svg)
eo: Skaleblaj Vektoraj Grafikoj (*.svg)
he: גרפיקת וקטורים נמתחת (‎*.svg)
hi: स्केलेबल वेक्टर ग्राफिक्स (*.svg)
pl: Skalowalna grafika wektorowa (*.svg)
pt_br: Gráficos vetorizados escaláveis (*.svg)

source: No issues found
ar: لا يوجد مشاكل
eo: Neniuj problemoj trovitaj
fr: Aucun problème n'a été trouvé
he: לא נמצאו בעיות
hi: कोई समस्या नहीं मिली
pl: Nie znaleziono błędów
pt_br: Nenhum problema detectado
ru: Проблемы не обнаружены

source: Some issues detected
ar: اكتشف بعض المشاكل
eo: Kelkaj problemoj detektitaj
fr: Des problèmes ont été détectés
he: התגלו כמה תקלות
hi: कुछ समस्याएं पाई गईं
pl: Napotkano pewne kłopoty
pt_br: Alguns problemas foram detectados
ru: Обнаружены проблемы

source: Validate Telegram Sticker
ar: تحقق من ملصق تليغرام
eo: Valigi Telegram-Glubildon
fr: Valide l'autocollant Telegram
he: אימות מדבקות טלגרם
hi: टेलीग्राम स्टिकर को मान्य करें
pl: Sprawdź naklejkę Telegramu
pt_br: Validar sticker do Telegram
ru: Проверка стикера Telegram

source: Could not open the backup file
ar: لا يمكن فتح ملف النسخة الاحتياطية
eo: Ne eblis malfermi la rezervan dosieron
fr: Impossible d'ouvrir le fichier de sauvegarde
he: לא ניתן לפתוח את קובץ הגיבוי
hi: बैकअप फ़ाइल नहीं खोली जा सकी
pl: Nie można otworzyć pliku kopii zapasowej
pt_br: Não foi possível abrir o arquivo de backup

source: Unlink %1 Color
ar: ألغِ رابط %1 اللون
eo: Malligi %1 Koloro
fr: Détacher la couleur %1
he: ניתוק צבע %1
hi: %1 रंग अनलिंक करें
pl: Odczep barwę %1
pt_br: Desvincular cor %1
ru: %1: Отмена привязки цвета

source: Link %1 Color
ar: اربط %1 اللون
eo: Ligo %1 Koloro
fr: Lier la couleur %1
he: קישור צבע %1
hi: लिंक %1 रंग
pl: Podepnij barwę %1
pt_br: Vincular cor %1
ru: %1: Привязка цвета

source: Download fonts
ar: تنزيل الخطوط
eo: Elŝutu tiparojn
fr: Télécharger des polices
he: הורדת גופנים
hi: फ़ॉन्ट डाउनलोड करें
pl: Pobierz czcionki
pt_br: Baixar fontes
ru: Загрузить шрифты

source: HTTP Error %1 %2
ar: خطأ HTTP %1 %2
eo: HTTP-eraro %1 %2
fr: Erreur « HTTP » %1 %2
he: שגיאת HTTP %1 %2
hi: HTTP त्रुटि %1 %2
pl: Błąd HTTP %1 %2
pt_br: Erro HTTP %1 %2
ru: Ошибка HTTP %1 %2

source: Network Error
ar: خطأ شبكيّ
eo: Reta Eraro
fr: Erreur de réseau
he: שגיאת רשת
hi: नेटवर्क त्रुटि
pl: Błąd sieciowy
pt_br: Erro de rede

source: Load URL
ar: حمّل مسار
eo: Ŝarĝu URL
fr: URL de chargement
he: טעינת כתובת
hi: यूआरएल लोड करें
pl: Wczytaj adres URL
pt_br: Carregar URL
ru: Загрузка URL-адреса

source: Could not load %1: %2
ar: لا يمكن تحميل %1: %2
eo: Ne eblis ŝargi %1: %2
fr: Impossible de charger %1 : %2
he: לא ניתן לטעון את %1‏: %2
hi: %1 लोड नहीं किया जा सका: %2
pl: Nie można wczytać %1: %2
pt_br: Não foi possível carregar %1: %2
ru: Не удалось загрузить %1: %2

source: There are %1 auto-save files that can be restored.
ar: يوجد %1 من ملفات الحفظ الآلي يمكن استعادتها.
eo: Estas %1 aŭtomate konserveblaj dosieroj restaŭreblaj.
fr: Il y a %1 fichiers d'enregistrement automatique pouvant être restaurés.
he: יש %1 קובצי שמירה אוטומטית שאפשר לשחזר.
hi: ऐसी %1 स्वतः सहेजी गई फ़ाइलें हैं जिन्हें पुनर्स्थापित किया जा सकता है।
pl: Istnieją %1 plików samozapisanych, które można przywrócić.
pt_br: Existe(m) %1 arquivo(s) de auto-salvamento que pode(m) ser restaurado(s).

source: Load Backup...
ar: تحميل النسخة الاحتياطية...
eo: Ŝargi Rezervon...
fr: Charger une copie de sauvegarde...
he: טעינת גיבוי…
hi: बैकअप लोड करें...
pl: Wczytaj kopię zapasową...
pt_br: Carregar backup...

source: Delete %1
ar: احذف %1
eo: Forigi %1
fr: Supprimer %1
he: מחיקת %1
hi: %1 मिटाएँ
pl: Usuń %1
pt_br: Excluir %1
ru: Удалить %1

source: Move Shapes
ar: نقل الأشكال
eo: Movu Formojn
fr: Déplacer les formes
he: הזזת צורות
hi: आकृतियाँ ले जाएँ
pl: Przesuń kształty
pt_br: Mover formas
ru: Переместить фигуры

source: All Supported files (%1)
ar: كلّ الملفّات المتاحة (%1)
eo: Ĉiuj Subtenataj dosieroj (%1)
fr: Tous les fichiers pris en charge (%1)
he: כל הקבצים הנתמכים (%1)
hi: सभी समर्थित फ़ाइलें (%1)
pl: Wszystkie obsługiwane pliki (%1)
pt_br: Todos os arquivos suportados (%1)
ru: Все поддерживаемые файлы (%1)

source: Import Image
ar: استيراد صورة
eo: Importi Bildon
fr: Importer une image
he: ייבוא תמונה
hi: छवि आयात करें
pl: Zaimportuj obraz
pt_br: Importar imagem
ru: Импорт изображения

source: Could not import image
ar: لا يمكن استيراد الصورة
eo: Ne eblis importi bildon
fr: Impossible d'importer l'image
he: לא ניתן לייבא תמונה
hi: छवि आयात नहीं की जा सकी
pl: Nie można zaimportować obrazu
pt_br: Não foi possível importar a imagem
ru: Не удалось импортировать изображение

source: Cleanup Document
ar: تنظيف الوثيقة
eo: Puriga Dokumento
fr: Nettoyer le document
he: ניקוי המסמך
hi: क्लीनअप दस्तावेज़
pl: Oczyść dokument
pt_br: Limpeza de documento
ru: Очистка документа

source: Removed %1 assets
ar: أُزيل %1 أصل
eo: Forigis %1 valoraĵojn
fr: Données %1 supprimées
he: הוסרו %1 משאבים
hi: %1 संपत्ति हटाई गई
pl: Usunięto zasób %1
pt_br: %1 recursos removidos
ru: Удалено активов: %1

source: Convert to path
ar: حوّل إلى المسار
eo: Konverti al vojo
fr: Convertir en chemin
he: המרה לנתיב
hi: पथ में परिवर्तित करें
pl: Przekształć na ścieżkę
pt_br: Converter para caminho
ru: Преобразование в путь

source: Convert %1 to path
ar: حوّل %1 إلى المسار
eo: Konverti %1 al vojo
fr: Convertir %1 en chemin
he: המרת %1 לנתיב
hi: %1 को पथ में बदलें
pl: Przekształć %1 na ścieżkę
pt_br: Converter %1 para caminho
ru: Преобразовать %1 в путь

source: New Composition from Selection
ar: تركيب جديد من الاختيار
eo: Nova Komponado el Elekto
fr: Nouvelle composition à partir de la sélection
he: תרכובת חדשה מהבחירה
hi: चयन से नई रचना
pl: Nowe złożenie z zaznaczenia
pt_br: Nova composição a partir da seleção
ru: Новая композиция из выделения

source: Align Selection
ar: حاذا الاختيار
eo: Vicigi Elekton
fr: Aligner la sélection
he: יישור הבחירה
hi: चयन संरेखित करें
pl: Wyrównaj zaznaczenie
pt_br: Alinhar seleção
ru: Выравнивание выделения

source: Put text on path
ar: ضع النص على المسار
eo: Metu tekston sur vojon
fr: Placer le texte sur le chemin
he: הצבת טקסט על נתיב
hi: पाठ को पथ पर रखें
pl: Umieścić tekst na ścieżce
pt_br: Inserir texto no caminho
ru: Размещение текста по контуру

source: Remove text from path
ar: أزل النص من المسار
eo: Forigi tekston de la vojo
fr: Délier le texte du chemin
he: הסרת טקסט מנתיב
hi: पथ से पाठ हटाएँ
pl: Usuń tekst ze ścieżki
pt_br: Remover texto do caminho
ru: Удаление текста из пути
