Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

source: Pause
ar: ألبث
eo: Paŭzi
he: השהיה
hi: विराम
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза

source: Play
ar: شغّل
eo: Ludi
fr: Lire
he: נגינה
hi: खेल
pl: Odtwórz
pt_br: Reproduzir

source: Recording Keyframes
ar: سجّل الإطارات الرئيسة
eo: Registrado de Ŝlosilkadroj
fr: Enregistrer les images clés
he: הקלטת תמוניות מפתח
hi: रिकॉर्डिंग कीफ़्रेम
pl: Nagrywanie klatek kluczowych
pt_br: Gravando quadros-chave
ru: Запись ключевых кадров

source: Could not load template
ar: لا أستطيع تحميل القالب
eo: Ne eblis ŝargi ŝablonon
fr: Impossible de charger le modèle
he: לא ניתן לטעון תבנית
hi: टेम्पलेट लोड नहीं किया जा सका
pl: Nie można wczytać wzorca
pt_br: Não foi possível carregar modelo
ru: Не удалось загрузить шаблон

source: Could not save template
ar: لا أستطيع حفظ القالب
eo: Ne eblis konservi ŝablonon
fr: Impossible d'enregistrer le modèle
he: לא ניתן לשמור תבנית
hi: टेम्पलेट सहेजा नहीं जा सका
pl: Nie można zapisać wzorca
pt_br: Não foi possível salvar modelo
ru: Не удалось сохранить шаблон

source: Trace Bitmap
ar: اقتف الأثر النقطي
eo: Spuru Bitmapon
fr: Image de trace
he: מעקב אחר מפת סיביות
hi: ट्रेस बिटमैप
pl: Trasowanie bitmapy
pt_br: Traçar bitmap

source: Only select one image
ar: اختر صورة واحدة فقط
eo: Elektu nur unu bildon
fr: Ne sélectionne qu'une image
he: יש לבחור תמונה אחת בלבד
hi: केवल एक छवि का चयन करें
pl: Zaznacz tylko jeden obraz
pt_br: Selecionar apenas uma imagem
ru: Выберите только одно изображение

source: You need to select an image to trace
ar: يجب عليك اختيار صورة لاقتفاء أثرها
eo: Vi devas elekti bildon por spuri
fr: Vous devez sélectionner une image à tracer
he: יש לבחור תמונה למעקב אחריה
hi: आपको ट्रेस करने के लिए एक छवि का चयन करना होगा
pl: Musisz zaznaczyć obraz do trasowania
pt_br: Uma imagem deve ser selecionada para poder traçar
ru: Необходимо выбрать изображение для трассировки

source: You selected an image with no data
ar: لقد اخترت صورة لا تحتوي على بيانات
eo: Vi elektis bildon sen datumoj
fr: Vous avez sélectionné une image sans données
he: בחרת תמונה בלי נתונים
hi: आपने बिना डेटा वाली छवि चुनी है
pl: Zaznaczono obraz bez danych
pt_br: Uma imagem sem dados foi selecionada
ru: Выбранное изображение не содержит данных

source: Drop File
ar: أسقط الملف
eo: Faligi Dosieron
fr: Déposer un fichier
he: השמטת קובץ
hi: फ़ाइल ड्रॉप करें
pl: Upuść plik
pt_br: Soltar arquivo
ru: Перетаскивание файла

source: Add to current file?
ar: أضف إلى الملف الحالي؟
eo: Ĉu aldoni al nuna dosiero?
fr: Ajouter au fichier actuel ?
he: להוסיף לקובץ הנוכחי?
hi: वर्तमान फ़ाइल में जोड़ें?
pl: Dodać do bieżącego pliku?
pt_br: Adicionar ao arquivo atual?
ru: Добавить в текущий файл?

source: Add as Object
ar: أضف ككائن
eo: Aldonu kiel Objekton
fr: Ajouter comme objet
he: הוספה כפריט
hi: ऑब्जेक्ट के रूप में जोड़ें
pl: Dodaj jako obiekt
pt_br: Adicionar como objeto
ru: Добавить как объект

source: Add as Composition
ar: أضف كتركيبة
eo: Aldonu kiel Komponaĵon
fr: Ajouter comme composition
he: הוספה כתרכובת
hi: रचना के रूप में जोड़ें
pl: Dodaj jako złożenie
pt_br: Adicionar como composição
ru: Добавить как композицию

source: Save file
ar: احفظ الملف
eo: Konservi dosieron
fr: Enregistrer le fichier
he: שמירת קובץ
hi: फाइल सुरक्षित करें
pl: Zapisz plik
pt_br: Salvar arquivo
ru: Сохранение файла

source: Overwrite File?
ar: أأكتب فوق الملفّ؟
eo: Ĉu anstataŭigi la dosieron?
fr: Écraser le fichier ?
he: לשכתב קובץ?
hi: फ़ाइल पर सबसे ऊपर लिखना?
pl: Czy zastąpić plik?
pt_br: Sobrescrever o arquivo?
ru: Перезаписать файл?

source: The file "%1" already exists. Do you wish to overwrite it?
ar: الملفّ ”%1“ موجود فعلًا. أتريد الكتابة فوقه؟
eo: La dosiero "%1" jam ekzistas. Ĉu vi volas anstataŭigi ĝin?
fr: Le fichier « %1 » existe déjà. Voulez-vous vraiment l'écraser ?
he: הקובץ „%1” כבר קיים. למחוק אותו?
hi: फ़ाइल "%1" पहले से मौजूद है। क्या आप इसे अधिलेखित करना चाहते हैं?
pl: Plik "%1" już istnieje. Czy nadpisać go?
pt_br: O arquivo "%1" já existe. Deseja sobrescrevê-lo?
ru: Файл «%1» уже существует. Перезаписать его?

source: Open file
ar: افتح ملفًا
eo: Malfermi dosieron
fr: Ouvrir un fichier
he: פתיחת קובץ
hi: खुली फाइल
pl: Otwórz plik
pt_br: Abrir arquivo
ru: Открытие файла

source: %1 Options
ar: خيارات %1
eo: %1 Opcioj
fr: Options %1
he: אפשרויות %1
hi: %1 विकल्प
pl: Ustawienia %1
pt_br: %1 Opções
ru: Параметры %1

source: All files (%1)
ar: كلّ الملفّات (%1)
eo: Ĉiuj dosieroj (%1)
fr: Tous les fichiers (%1)
he: כל הקבצים (%1)
hi: सभी फ़ाइलें (%1)
pl: Wszystkie pliki (%1)
pt_br: Todos os arquivos (%1)
ru: Все файлы (%1)

source: Operation Failed
ar: فشلت العملية
eo: Operacio Malsukcesis
fr: L'opération a échoué
he: הפעולה נכשלה
hi: प्रचालन विफल रहा
pl: Działanie nie powiodło się
pt_br: Falha na operação
ru: Сбой операции

source: /path/to/your/file/in.here
ar: /مسار/ملفك/هنا
eo: /vojo/al/via/dosiero/in.here
fr: /emplacement/de/votre/fichier/est.ici
he: /hanativ/lakovetz/haratzuy.kan
pl: /ścieżka/do/twojego/pliku/w/tym.miejscu
pt_br: /caminho/para/o/seu/arquivo.aqui

source: Issues
ar: المشاكل
eo: Temoj
fr: Problèmes
he: תקלות
hi: समस्याएँ
pl: Usterki
pt_br: Problemas
ru: Проблемы

source: Resize Document
ar: غيّر حجم المستند
eo: Regrandigi Dokumenton
fr: Agrandir le document
he: שינוי גודל מסמך
hi: दस्तावेज़ का आकार बदलें
pl: Zmień rozmiar dokumentu
pt_br: Redimensionar documento
ru: Изменить размер документа

source: Resize
ar: غيّر الحجم
eo: Regrandigi
fr: Redimensionner
he: שינוי גודל
hi: आकार
pl: Zmień rozmiar
pt_br: Redimensionar
ru: Изменить размер

source: Lock Aspect Ratio
ar: اقفل النّسبة الباعيّة
eo: Ŝlosu Aspektproporcion
fr: Verrouiller un ratio d'aspect
he: נעילת יחס גובה־רוחב
hi: लॉक आस्पेक्ट अनुपात
pl: Zablokuj współczynnik kształtu
pt_br: Bloquear taxa de proporção
ru: Заблокировать соотношение сторон

source: Scale Layers
ar: غيّر حجم الطبقات
eo: Skalaj Tavoloj
fr: Agrandir les calques
he: שינוי שכבות בקנה מידה
hi: स्केल परतें
pl: Przeskaluj warstwy
pt_br: Escalonar camadas
ru: Масштабировать слои

source: Preserve Layer Aspect Ratio
ar: حافظ على نسبة أبعاد الطبقة
eo: Konservu Tavola Aspekto-Proporcio
fr: Préserver le rapport d'aspect du calque
he: שימור יחס גובה־רוחב של שכבה
hi: परत पहलू अनुपात को संरक्षित करें
pl: Zachowaj współczynnik kształtu warstwy
pt_br: Preservar a taxa de proporção da camada
ru: Сохранять соотношение сторон слоя

source: Select Shape
ar: اختر شكل
eo: Elektu Formon
fr: Sélectionner une forme
he: בחירת צורה
hi: आकार चुनें
pl: Zaznacz kształt
pt_br: Selecionar forma
ru: Выбор фигуры

source: Destination
ar: المقصد
eo: Celo
he: יעד
hi: गंतव्य
pl: Cel
pt_br: Destino
ru: Назначение

source: Cancel
ar: ألغِ
eo: Nuligi
fr: Annuler
he: ביטול
hi: रद्द करना
pl: Anuluj
pt_br: Cancelar
ru: Отмена

source: Move
ar: انقل
eo: Movi
fr: Déplacer
he: הזזה
hi: कदम
pl: Przenieś
pt_br: Mover
ru: Переместить

source: Autosave Files
ar: ملفات الحفظ الآلي
eo: Aŭtomate konservu dosierojn
fr: Enregistrer automatiquement les fichiers
he: קובצי שמירה אוטומטית
hi: फ़ाइलें स्वतः सहेजें
pl: Pliki samozapisane
pt_br: Salvar arquivos automaticamente

source: Load
ar: حمّل
eo: Ŝarĝo
fr: Charger
he: לטעון
hi: भार
pl: Wczytaj
pt_br: Carregar
ru: Загрузить

source: Delete All
ar: احذف الكل
eo: Forigi Ĉion
fr: Tout supprimer
he: למחוק הכול
hi: सभी हटा दो
pl: Usuń wszystkie
pt_br: Excluir tudo

source: Startup
ar: بدء التشغيل
eo: Lanĉo
fr: Démarrage
he: עלייה
hi: चालू होना
pl: Uruchamianie
pt_br: Inicialização
ru: Начало работы

source: Create New
ar: أنشئ جديدًا
eo: Krei Novan
fr: Créer un nouveau
he: יצירת חדש
hi: नया निर्माण
pl: Utwórz nową
pt_br: Criar novo
ru: Создать новый

source: Size
ar: الحجم
eo: Grando
fr: Taille
he: גודל
hi: आकार
pl: Rozmiar
pt_br: Tamanho

source: Aspect
ar: نسبة الأبعاد
eo: Aspekto
he: יחס גובה־רוחב
hi: पहलू
pl: Współczynnik kształtu
pt_br: Taxa de proporção
ru: Соотношение

source: Settings
ar: إعدادات
eo: Agordoj
fr: Configuration
he: הגדרות
hi: सेटिंग्स
pl: Ustawienia
pt_br: Configurações

source: Browse...
ar: تصفّح...
eo: Foliumi...
fr: Naviguer...
he: עיון…
hi: ब्राउज़ करें...
pl: Przeglądaj...
pt_br: Navegar...
ru: Обзор…

source: Show at startup
ar: أظهره عند بدء التشغيل
eo: Montru ĉe ekfunkciigo
fr: Affiche au démarrage
he: הצגה בעלייה
hi: प्रारंभ पर दिखाएँ
pl: Pokaż po uruchomieniu programu
pt_br: Mostrar ao iniciar
ru: Показывать при запуске

source: Change Animation Properties
ar: غيّر خصائص الرسوم المتحركة
eo: Ŝanĝi Animaciajn Propraĵojn
fr: Changer les propriétés de l'animation
he: החלפת מאפייני הנפשה
hi: एनिमेशन गुण बदलें
pl: Zmień właściwości animacji
pt_br: Mudar propriedades da animação
ru: Изменение свойств анимации

source: Keep Initial Timing
ar: ابق على التوقيت المبدئي
eo: Konservu Komencan Tempigon
fr: Conserver la chronologie initiale
he: שמירת התזמון ההתחלתי
hi: प्रारंभिक समय का ध्यान रखें
pl: Zachowaj pierwotne czasy
pt_br: Manter tempo inicial
ru: Сохранять исходные параметры времени

source: Trim Extra Frames
ar: اقطع الإطارات الزائدة
eo: Eltondi Ekstrajn Kadrojn
fr: Ajuster les trames supplémentaires
he: קיצוץ התמוניות הנוספות
hi: अतिरिक्त फ़्रेम ट्रिम करें
pl: Dotnij nadmiarowe klatki
pt_br: Cortar quadros extras
ru: Обрезать лишние кадры

source: Scale Timing
ar: غيّر توقيت الحجم
eo: Skala Tempigo
fr: Étendre la chronologie
he: שינוי קנה מידה לתזמון
hi: स्केल टाइमिंग
pl: Skalowanie czasu
pt_br: Escalar tempo
ru: Масштабировать время

source: Detailed
ar: مفصّل
eo: Detala
fr: Détaillé
he: מפורט
hi: विस्तृत
pl: Szczegółowy
pt_br: Detalhado

source: Flat
ar: مسطح
eo: Plata
fr: Plat
he: שטוח
hi: समतल
pl: Płaski
pt_br: Plano

source: Pixel Art
ar: فن البكسل
eo: Pixel Arto
he: אומנות פיקסלים
hi: पिक्सेल कला
pl: Sztuka pikselowa

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This option is best suited for photos, paintings and detailed illustrations.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The number of colors is reduced based on <span style=" font-weight:600;">Posterization Level</span> below.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Note that there is a significant reduction in image quality when converting this kind of images to vector graphics.</p> <p style=" margin-top:37px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">(Image by <a href="https://linktr.ee/FellFallow"><span style=" text-decoration: underline; color:#2980b9;">FellFallow</span></a>)</p></body></html>
ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">هذا الخيار هو الأنسب للصور الفوتوغرافية، واللوحات، والرسوم التوضيحية التفصيلية.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">يقل عدد الألوان بناءً على <span style=" font-weight:600;">مستوى الرسم اللوني</span> أدناه.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">لاحظ أن هناك انخفاضًا كبيرًا في جودة الصورة عند تحويل هذا النوع من الصور إلى رسوميات متجهية.</p> <p style=" margin-top:37px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">(صورة من <a href="https://linktr.ee/FellFallow"><span style=" text-decoration: underline; color:#2980b9;">FellFallow</span></a>)</p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> < p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ĉi tiu opcio estas plej taŭga por fotoj, pentraĵoj kaj detalaj ilustraĵoj.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px ; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">La nombro da koloroj estas reduktita surbaze de <span style=" font-weight:600 ;">Afiŝnivelo</span> sube.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px ; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom :0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Rimarku, ke estas grava redukto en bildkvalito dum konvertado de ĉi tiu speco de bildoj al vektoraj grafikaĵoj.</p> <p style=" margin-top:37px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">(Bildo de <a href="https://linktr.ee/FellFallow"><span style=" text-decoration: underline; color:#2980b9;">FellFallow</span></a>)</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cette option est la plus adaptée pour les photos, les peintures et les illustrations détaillées.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Le nombre de couleurs est réduit en fonction de <span style=" font-weight:600;">du niveau de postérisation</span> ci-dessous.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Veuillez noter qu'il y a une réduction significative de la qualité d'image lors de la conversion de ce type d'images en graphiques vectoriels.</p> <p style=" margin-top:37px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">(Image par <a href="https://linktr.ee/FellFallow"><span style=" text-decoration: underline; color:#2980b9;">FellFallow</span></a>)</p></body></html>
he: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } body { direction: rtl; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">זאת האפשרות המתאימה ביותר לתמונות, ציורים ואיורים מפורטים.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">מספר הצבעים מופחת בהתאם ל<span style=" font-weight:600;">רמת חידוד הפיקסלים</span> שלהלן.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">נא לשים לב שיש הפחתה משמעותית באיכות התמונה בעת המרת סוג כזה של תמונות לגרפיקה וקטורית.</p> <p style=" margin-top:37px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">(התמונה מאת <a href="https://linktr.ee/FellFallow"><span style=" text-decoration: underline; color:#2980b9;">FellFallow</span></a>)</p></body></html>
hi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> यह विकल्प फोटो, पेंटिंग और विस्तृत चित्रण के लिए सबसे उपयुक्त है। </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> नीचे <span style=" font-weight:600;">पोस्टराइजेशन स्तर</span> के आधार पर रंगों की संख्या कम कर दी गई है। </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> ध्यान दें कि इस प्रकार की छवियों को वेक्टर ग्राफिक्स में परिवर्तित करने पर छवि गुणवत्ता में उल्लेखनीय कमी आती है। </p><p style=" margin-top:37px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> (छवि: <a href="https://linktr.ee/FellFallow"><span style=" text-decoration: underline; color:#2980b9;">फेलफॉलो</span></a> )</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">To ustawienie nadaje się najlepiej do zdjęć, obrazów oraz szczegółowych ilustracji.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Liczba barw zostanie ograniczona na podstawie poniższego <span style=" font-weight:600;">Poziomu Posteryzacji</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Miej na uwadzę, że nastąpi znaczne pogorszenie jakości obrazu w przypadku przekształcenia takiego rodzaju obrazów na grafikę wektorową.</p> <p style=" margin-top:37px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">(Obraz od <a href="https://linktr.ee/FellFallow"><span style=" text-decoration: underline; color:#2980b9;">FellFallow</span></a>)</p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Esta opção é mais adequada para fotos, pinturas e ilustrações detalhadas.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">O número de cores é reduzido baseado no <span style=" font-weight:600;">Nível de posterização</span> abaixo.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Note que há uma redução significativa na qualidade da imagem ao converter esse tipo de imagens para gráficos em vetor.</p> <p style=" margin-top:37px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">(Imagem por <a href="https://linktr.ee/FellFallow"><span style=" text-decoration: underline; color:#2980b9;">FellFallow</span></a>)</p></body></html>

source: Posterization Level
ar: مستوى الرسم اللوني
eo: Postigo-Nivelo
fr: Niveau de postérisation
he: רמת חידוד פיקסלים
hi: पोस्टराइजेशन स्तर
pl: Poziom posteryzacji
pt_br: Nível de posterização
