Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

source: Edit tool, used to edit existing items (eg: moving, bezier nodes, setting rounded corners on a rectangle, etc.)
ar: أداة التحرير، تستخدم لتحرير العناصر الموجودة (مثل: تحريك، عقد بيزير، تعيين زوايا مستديرة لمستطيل، إلخ.)
eo: Redakta ilo, uzata por redakti ekzistantajn erojn (ekz.: movo, bezier-nodoj, agordo de rondigitaj anguloj sur rektangulo, ktp.)
fr: Outil d'édition, utiliser pour éditer les éléments existants (par ex.: déplacer, nœuds de Bézier, définir l'arrondi des angles des rectangles, etc.)
he: כלי עריכה, משמש לעריכת פריטים קיימים (למשל: הזזה, נקודות בזייה, הגדרת פינות עגולות במרובע וכן הלאה)
hi: संपादन उपकरण, मौजूदा वस्तुओं को संपादित करने के लिए उपयोग किया जाता है (उदाहरण: स्थानांतरण, बेजियर नोड्स, आयत पर गोल कोनों को सेट करना, आदि)
pl: Narzędzie edytowania, używane do edytowania istniejących rzeczy (np. przesuwania, węzłów Beziera, ustawiania zaokrąglonych narożników prostokątom, itp.)
pt_br: Ferramenta de edição, usada para editar itens (ex.: mover, nós Bezier, definir cantos arredondados em um retângulo, etc.)
ru: Инструмент для изменения существующих элементов (например, перемещение, точки кривой Безье, скругление углов прямоугольника и так далее)

source: Shows a tray with the curve drawing tools.
ar: أظهِر صينية بها أدوات رسم المنحنيات.
eo: Montras pleton kun la kurbaj desegnaj iloj.
fr: Affiche une vue comportant les outils de tracés curvilignes.
he: הצגת מגש עם כלי ציור העקומות.
hi: वक्र रेखाचित्रण उपकरण के साथ एक ट्रे दिखाता है.
pl: Pokazuje tackę z narzędziami do rysowania krzywych.
pt_br: Exibe uma bandeja com ferramentas de desenho de curvas.
ru: Выводит панель с инструментами для рисования кривых.

source: Create Bezier curves using nodes and handles.
ar: أنشئ منحنيات بيزير باستخدام العقد والمقابض.
eo: Kreu Bezier-kurbojn uzante nodojn kaj tenilojn.
fr: Crée des courbes de Bézier utilisant des nœuds et des poignées
he: יצירת עקומות בזייה בעזרת נקודות וידיות.
hi: नोड्स और हैंडल का उपयोग करके बेज़ियर वक्र बनाएं।
pl: Utwórz krzywe Beziera używając węzłów i uchwytów.
pt_br: Cria curvas de Bezier usando nós e alças.
ru: Создаёт кривые Безье с помощью точек и управляющих линий.

source: Draw curves freehand.
ar: ارسم منحنيات باليد الحرة.
eo: Desegnu kurbojn libermane.
fr: Trace des courbes à main levée
he: ציור עקומות ביד חופשית.
hi: मुक्तहस्त से वक्र बनाएं।
pl: Narysuj ścieżki odręcznie.
pt_br: Desenha curvas em linha livre.
ru: Рисует кривую от руки.

source: Shows a tray with the shape drawing tools.
ar: أظهِر صينية بها أدوات رسم الأشكال.
eo: Montras pleton kun la formdesegna iloj.
fr: Affiche une vue comportant les outils de tracés de primitives
he: הצגת מגש עם הכלים לציור צורות.
hi: आकृति आरेखण उपकरण के साथ एक ट्रे दिखाता है.
pl: Pokazuje tackę z narzędziami do rysowania kształtów.
pt_br: Mostra uma bandeja com as ferramentas de desenho de formas.
ru: Выводит панель с инструментами для рисования фигур.

source: Draws rectangles.
ar: ارسم مستطيلات.
eo: Desegnas rektangulojn.
fr: Tracer des rectangles.
he: ציור מרובע.
hi: आयताकार आकृतियाँ बनाता है।
pl: Rysuje prostokąty.
pt_br: Desenha retângulos.
ru: Рисует прямоугольники.

source: Draws ellipses.
ar: ارسم أشكالًا بيضاوية.
eo: Desegnas elipsojn.
fr: Tracer des ellipses.
he: ציור אליפסה.
hi: दीर्घवृत्त बनाता है।
pl: Rysuje elipsy.
pt_br: Desenha elipses.
ru: Рисует эллипсы.

source: Draws a star, after it's been created you can change it into a regular polygon and change the number of sides from the properties pane.
ar: ارسم نجمة، بعد إنشائها يمكنك تغييرها إلى مضلع منتظم وتغيير عدد الأضلاع من لوحة الخصائص.
eo: Desegnas stelon, post kiam ĝi estas kreita, vi povas ŝanĝi ĝin al regula plurangulo kaj ŝanĝi la nombron da flankoj de la propra-fenestro.
fr: Trace une étoile, après qu'elle ai été crée, vous pouvez la transformer en polygone régulier puis changer le nombre de côtés depuis le panneaux des propriétés.
he: ציור כוכב, לאחר יצירתו אפשר לשנות אותו למצולע רגיל ולשנות את מספר הצלעות מלוח המאפיינים.
hi: एक तारा बनाता है, इसे बनाने के बाद आप इसे एक नियमित बहुभुज में बदल सकते हैं और गुण फलक से भुजाओं की संख्या बदल सकते हैं।
pl: Rysuje gwiazdę, a po tym możesz ją przekształcić na zwykły wielokąt i zmienić liczbę jej boków z okna właściwości.
pt_br: Desenha uma estrela. Depois de criada, é possível transformá-la em um polígono comum e mudar o número de lados a partir do painel de propriedades.
ru: Рисует звезду, которая после создания может быть преобразована в обычный многоугольник с возможностью изменения числа сторон в панели свойств.

source: Create and edit text shapes.
ar: أنشئ وحرّر أشكال نصوص.
eo: Kreu kaj redaktu tekstajn formojn.
fr: Crée et modifie des formes texte.
he: יצירת ועריכת צורות טקסט.
hi: पाठ आकृतियाँ बनाएँ और संपादित करें.
pl: Utwórz i zmieniaj kształty tekstowe.
pt_br: Cria e edita formas de texto.
ru: Создаёт и изменяет текстовые фигуры.

source: Toggles the menu showing non-drawing buttons.
ar: بدّل القائمة التي تظهر الأزرار غير الرسومية.
eo: Ŝaltas la menuon montrante ne-desegnajn butonojn.
fr: Commute le menu montrant les boutons ne servant pas à tracer.
he: הצגת/הסתרת התפריט שמציג כפתורים שאינם לציור.
hi: गैर-आरेखण बटन दिखाने वाले मेनू को टॉगल करता है.
pl: Przełącz menu z przyciskami nie-od-rysowania.
pt_br: Alterna o menu exibindo botões que não são de desenho.
ru: Переключает содержимое меню, отображая кнопки не относящиеся к рисованию.

source: Starts playback.
ar: ابْدَأ التشغيل.
eo: Komencas reproduktadon.
fr: Commence la lecture.
he: התחלת נגינה.
hi: प्लेबैक प्रारंभ होता है.
pl: Rozpoczyna odtwarzanie.
pt_br: Inicia a reprodução.
ru: Начинает воспроизведение.

source: Toggles looping for the playback (on by default).
ar: بدّل التكرار للتشغيل (مفعل مبدئيًا).
eo: Ŝaltigas buklojn por la reprodukto (defaŭlte).
fr: Commute la boucle de lecture (activé par défaut)
he: הפעלת/כיבוי חזרה בלולאה על הנגינה (פעילה כברירת מחדל).
hi: प्लेबैक के लिए लूपिंग टॉगल करता है (डिफ़ॉल्ट रूप से चालू)।
pl: Przełącza zapętlenie odtwarzania (domyślnie włączone).
pt_br: Alterna a repetição para a reprodução (ativo por padrão).
ru: Переключает зацикливание воспроизведения (включено по умолчанию).

source: Jumps to the first frame.
ar: اقفز إلى الإطار الأول.
eo: Saltas al la unua kadro.
fr: Sauter à la première image.
he: קפיצה לתמונית הראשונה.
hi: पहले फ्रेम पर कूदता है.
pl: Przeskakuje do pierwszej klatki.
pt_br: Pula para o primeiro quadro.
ru: Переходит к первому кадру.

source: Goes to the previous frame.
ar: انتقل إلى الإطار السابق.
eo: Iras al la antaŭa kadro.
fr: Aller à l'image précédente.
he: מעבר לתמונית הקודמת.
hi: पिछले फ्रेम पर जाता है.
pl: Przechodzi do poprzedniej klatki.
pt_br: Vai para o quadro anterior.
ru: Переходит к предыдущему кадру.

source: Goes to the next frame.
ar: انتقل إلى الإطار التالي.
eo: Iras al la sekva kadro.
fr: Aller à l'image suivante.
he: מעבר לתמונית הבאה.
hi: अगले फ्रेम पर चला जाता है.
pl: Przechodzi do następnej klatki.
pt_br: Vai para o próximo quadro.
ru: Переходит к следующему кадру.

source: Jumps to the last frame.
ar: اقفز إلى الإطار الأخير.
eo: Saltas al la lasta kadro.
fr: Sauter à la dernière image.
he: קפיצה לתמונית האחרונה.
hi: अंतिम फ्रेम पर कूदता है.
pl: Przeskakuje do ostatniej klatki.
pt_br: Pula para o último quadro.
ru: Переходит к последнему кадру.

source: When enabled (which is the default) whenever you change an object property, a new keyframe is added for that property.
ar: عند التفعيل (وهو مبدئي)، كلما غيرت خاصية لكائن، يُضاف إطار رئيس جديد لتلك الخاصية.
eo: Kiam ĝi estas ebligita (kiu estas la defaŭlta) kiam ajn vi ŝanĝas objektan proprecon, nova ŝlosilkadro estas aldonita por tiu propreco.
fr: Lorsque activée (c'est le cas par défaut), lorsque vous changez les propriétés d'un objet, une nouvelle image clé est ajoutée pour cette propriété.
he: כשהאפשרות פעילה (זאת ברירת המחדל) עם כל שינוי של מאפיין פריט, נוספת תמונית מפתח חדשה למאפיין הזה.
hi: सक्षम होने पर (जो कि डिफ़ॉल्ट है) जब भी आप किसी ऑब्जेक्ट गुण को बदलते हैं, तो उस गुण के लिए एक नया कीफ़्रेम जोड़ दिया जाता है।
pl: Po włączeniu (co jest ustawieniem domyślnym) dowolna zmiana właściwości obiektu spowoduje dodanie nowej klatki kluczowej do tej właściwości.
pt_br: Quando habilitado (que é o padrão), toda vez que uma propriedade de objeto for modificada, um novo quadro-chave é adicionado para tal propriedade.
ru: Если параметр включён (включено по умолчанию), то при внесении изменения в свойства объекта создаётся новый ключевой кадр для этого свойства.

source: Push the selection further back.
ar: ادفع المحدد إلى الخلف أكثر.
eo: Premu la elekton pli malantaŭen.
fr: Pousse la sélection vers l'arrière.
he: דחיקת הבחירה יותר אחורה.
hi: चयन को और पीछे धकेलें.
pl: Obniża zaznaczenie dalej w kierunku tyłu.
pt_br: Empurra a seleção mais para trás.
ru: Перемещает выделение на слой ниже.

source: Brings the selection further to the front.
ar: اجلب المحدد إلى الأمام أكثر.
eo: Alportas la elekton pli al la fronto.
fr: Déplace la sélection davantage vers l'avant
he: קידום הבחירה יותר לחזית.
hi: चयन को आगे लाता है.
pl: Podnosi zaznaczenie dalej w kierunku przodu.
pt_br: Traz a seleção mais para frente.
ru: Перемещает выделение на слой выше.

source: Timeline
ar: الخطّ الزّمنيّ
eo: Templinio
fr: Chronologie
he: ציר זמן
hi: समय
pl: Oś czasu
pt_br: Linha do tempo

source: Fill Style
ar: نمط التعبئة
eo: Plenigi Stilon
fr: Style de remplissage
he: סגנון מילוי
hi: भरण शैली
pl: Sposób wypełniania
pt_br: Estilo de preenchimento
ru: Стиль заливки

source: Stroke Style
ar: نمط الحد
eo: Stilo de Bato
fr: Style de contour
he: סגנון קו המתאר
hi: स्ट्रोक शैली
pl: Wygląd kreski
pt_br: Estilo de traço
ru: Стиль обводки

source: Raise
ar: ارفع
eo: Levi
fr: Élever
he: הגבהה
hi: उठाना
pl: Podnieś
pt_br: Elevar

source: Lower
ar: اخفض
eo: Malsupre
fr: Abaisser
he: הנמכה
hi: निचला
pl: Obniż
pt_br: Descer

source: Cut
ar: قصّ
eo: Tondi
fr: Couper
he: גזירה
hi: काटना
pl: Wytnij
pt_br: Recortar

source: Copy
ar: انسخ
eo: Kopii
fr: Copier
he: העתקה
hi: प्रतिलिपि
pl: Skopiuj
pt_br: Copiar

source: Paste
ar: ألصق
eo: Alglui
fr: Coller
he: הדבקה
hi: पेस्ट करें
pl: Wklej
pt_br: Colar

source: Delete Selected
ar: احذف المحدد
eo: Forigi Elektitajn
fr: Supprimer la sélection
he: מחיקת הבחירה
hi: चयनित को हटाओ
pl: Usuń zaznaczone
pt_br: Excluir selecionado
ru: Удалить выделенное

source: Raise Above
ar: ارفع للأعلى
eo: Levi Super
fr: Élever au dessus
he: הגבהה מעל
hi: ऊपर उठाएँ
pl: Podnieś powyżej
pt_br: Elevar acima
ru: На уровень выше

source: Lower Below
ar: اخفض للأسفل
eo: Mallevi Sub
fr: Abaisser en dessous
he: הנמכה מתחת
hi: नीचे नीचे
pl: Obniż poniżej
pt_br: Descer abaixo
ru: На уровень ниже

source: Undo
ar: تراجع
eo: Malfari
fr: Annuler
he: הסגה
hi: पूर्ववत
pl: Cofnij
pt_br: Desfazer
ru: Отменить

source: Redo
ar: كرّر
eo: Refari
fr: Refaire
he: ביצוע מחדש
hi: फिर से करना
pl: Ponów
pt_br: Refazer
ru: Повторить

source: New
ar: جديد
eo: Nova
fr: Nouveau
he: חדש
hi: नया
pl: Nowy
pt_br: Novo

source: Open...
ar: افتح...
eo: Malfermi...
fr: Ouvrir...
he: פתיחה…
hi: खुला...
pl: Otwórz...
pt_br: Abrir...

source: Open
ar: افتح
eo: Malfermi
fr: Ouvrir
he: פתיחה
hi: खुला
pl: Otwórz
pt_br: Abrir

source: Import as Composition
ar: استورد كتركيب
eo: Importi kiel Komponado
fr: Importer comme composition
he: ייבוא כתרכובת
hi: रचना के रूप में आयात करें
pl: Zaimportuj jako złożenie
pt_br: Importar como composição
ru: Импортировать как композицию

source: Save...
ar: احفظ...
eo: Konservi...
fr: Enregistrer...
he: שמירה…
hi: बचाना...
pl: Zapisz...
pt_br: Salvar...
ru: Сохранить…

source: Save
ar: احفظ
eo: Konservi
fr: Enregistrer
he: שמירה
hi: बचाना
pl: Zapisz
pt_br: Salvar

source: Save As
ar: احفظ كَ‍
eo: Konservi kiel
fr: Enregistrer comme
he: שמירה בשם
hi: के रूप रक्षित करें
pl: Zapisz jako
pt_br: Salvar como
ru: Сохранить как

source: Export
ar: صدّر
eo: Eksporti
fr: Exporter
he: ייצוא
hi: निर्यात
pl: Wyeksportuj
pt_br: Exportar

source: Save Frame as PNG
ar: احفظ الإطار كصورة PNG
eo: Konservi Kadron kiel PNG
fr: Enregistrer l'image en PNG
he: שמירת התמונית כ־PNG
hi: फ़्रेम को PNG के रूप में सहेजें
pl: Zapisz klatkę jako PNG
pt_br: Salvar quadro como PNG
ru: Сохранить кадр как PNG

source: Send to Telegram
ar: أرسل إلى تلغرام
eo: Sendi al Telegram
fr: Envoyer à Telegram
he: שליחה לטלגרם
hi: टेलीग्राम पर भेजें
pl: Prześlij na Telegram
pt_br: Enviar ao Telegram
ru: Отправить в Telegram

source: Layers
ar: طبقات
eo: Tavoloj
fr: Calques
he: שכבות
hi: परतें
pl: Warstwy
pt_br: Camadas

source: Advanced Properties
ar: خصائص متقدّمة
eo: Altnivelaj Propraĵoj
fr: Propriétés avancées
he: מאפיינים מתקדמים
hi: उन्नत गुण
pl: Właściwości rozszerzone
pt_br: Propriedades avançadas
ru: Дополнительные свойства

source: Help
ar: مساعدة
eo: Helpo
fr: Aide
he: עזרה
hi: मदद
pl: Pomoc
pt_br: Ajuda
ru: Справка

source: Animation.%1
ar: مشاهد متحركة.%1
eo: Animacio.%1
he: הנפשה.%1
hi: एनिमेशन.%1
pl: Animacja.%1
pt_br: Animação.%1
ru: Анимация.%1

source: Closing Animation
ar: إغلاق الحركة
eo: Ferma Animacio
fr: Fermeture de l'Animation
he: הנפשת סגירה
hi: समापन एनीमेशन
pl: Zamykanie animacji
pt_br: Fechando a animação
ru: Закрытие анимации

source: The animation has unsaved changes. Do you want to save your changes?
ar: للحركة تغييرات غير محفوظة. هل تريد حفظ تغييراتك؟
eo: La animacio havas nekonservitajn ŝanĝojn. Ĉu vi volas konservi viajn ŝanĝojn?
fr: L'animation comporte des changements non enregistrés. Voulez-vous vraiment enregistrer vos changements ?
he: יש שינויים שלא נשמרו בהנפשה. לשמור את השינויים שלך?
hi: एनीमेशन में कुछ परिवर्तन सहेजे नहीं गए हैं। क्या आप अपने परिवर्तन सहेजना चाहते हैं?
pl: Animacja zawiera niezapisane zmiany. Czy zapisać je?
pt_br: A animação tem mudanças não salvas. Deseja salvar as mudanças?
ru: Анимация содержит несохранённые изменения. Сохранить эти изменения?

source: Import File
ar: استيراد ملف
eo: Importi dosieron
fr: Importer un fichier
he: ייבוא קובץ
hi: फ़ाइल आयात करें
pl: Zaimportuj plik
pt_br: Importar arquivo

source: Could not import file
ar: تعذر استيراد الملف
eo: Ne eblis importi dosieron
fr: Ne peut importer le fichier
he: לא ניתן לייבא קובץ
hi: फ़ाइल आयात नहीं की जा सकी
pl: Nie można zaimportować pliku
pt_br: Não foi possível importar arquivo
ru: Не удалось импортировать файл

source: Frame %1.png
ar: إطار %1.png
eo: Kadro %1.png
fr: Image %1.png
he: תמונית %1.png
hi: फ़्रेम %1.png
pl: Klatka %1.png
pt_br: Quadro %1.png
ru: Кадр %1.png

source: Add keyframe
ar: أضف إطارًا رئيساً
eo: Aldoni ŝlosilkadron
fr: Ajoute une image clé
he: הוספת תמונית מפתח
hi: मुख्यफ़्रेम जोड़ें
pl: Dodaj klatkę kluczową
pt_br: Adicionar quadro-chave
ru: Добавить ключевой кадр

source: Remove keyframe
ar: أزل الإطار الرئيس
eo: Forigi ŝlosilkadron
fr: Supprimer l'image clé
he: הסרת תמונית מפתח
hi: मुख्यफ़्रेम हटाएँ
pl: Usuń klatkę kluczową
pt_br: Remover quadro-chave
ru: Удалить ключевой кадр

source: Clear Animations
ar: أزل الحركات
eo: Viŝi Animaciojn
fr: Effacer les animations
he: פינוי הנפשות
hi: एनिमेशन साफ़ करें
pl: Wyczyść animacje
pt_br: Limpar animações

source: Too many stickers
ar: عدد كبير جدًا من الملصقات
eo: Tro da glumarkoj
fr: Autocollants trop nombreux
he: יותר מדי מדבקות
hi: बहुत सारे स्टिकर
pl: Zbyt wiele naklejek
pt_br: Existem muitos stickers
ru: Слишком много стикеров

source: Could not open file
ar: تعذّر فتح الملفّ
eo: Ne eblis malfermi dosieron
fr: Impossible d'ouvrir le fichier
he: לא ניתן לפתוח קובץ
hi: फ़ाइल नहीं खोली जा सकी
pl: Nie można otworzyć pliku
pt_br: Não foi possível abrir o arquivo
ru: Не удалось открыть файл

source: Cannot save as TGS
ar: لا يمكن الحفظ كـ TGS
eo: Ne povas konservi kiel TGS
fr: Impossible d'enregistrer au format « tgs »
he: לא ניתן לשמור כ־TGS
hi: TGS के रूप में सहेजा नहीं जा सकता
pl: Nie można zapisać jako TGS
pt_br: Não é possível salvar como TGS
ru: Не удалось сохранить как TGS

source: Are you sure you want to remove all stickers from the pack?
ar: هل أنت متأكد من أنك تريد إزالة جميع الملصقات من الحزمة؟
eo: Ĉu vi certas, ke vi volas forigi ĉiujn glumarkojn de la pako?
fr: Voulez-vous vraiment supprimer tous les autocollants du paquet ?
he: להסיר את כל המדבקות מהחבילה?
hi: क्या आप वाकई पैक से सभी स्टिकर हटाना चाहते हैं?
pl: Czy na pewno usunąć wszystkie naklejki z paczki?
pt_br: Tem certeza que deseja remover todos os stickers do pacote?
ru: Удалить все стикеры из набора?

source: Export Stickers
ar: صدّر الملصقات
eo: Eksporti Glumarkojn
fr: Exporter les autocollants
he: ייצוא מדבקות
hi: स्टिकर निर्यात करें
pl: Wyeksportuj naklejki
pt_br: Exportar stickers
ru: Экспорт стикеров

source: Open Sticker
ar: افتح ملصقًا
eo: Malfermi Glubildon
fr: Ouvrir un autocollant
he: פתיחת מדבקה
hi: स्टिकर खोलें
pl: Otwórz naklejkę
pt_br: Abrir sticker
ru: Открыть стикер

source: Clear
ar: امحُ
eo: Viŝi
fr: Effacer
he: פינוי
hi: स्पष्ट
pl: Wyczyść
pt_br: Limpar

source: Add Current
ar: أضف الحالي
eo: Aldoni Fluon
fr: Ajouter l'actuel
he: הוספת הנוכחית
hi: वर्तमान जोड़ें
pl: Dodaj bieżący
pt_br: Adicionar atual
ru: Добавить текущий

source: Could not start activity, is Telegram installed?
ar: تعذر بدء النشاط، هل تلغرام مثبت؟
eo: Ne eblis komenci agadon, ĉu Telegramo estas instalita?
fr: Impossible de démarrer l'activité, est-ce que Telegram est installé ?
he: לא ניתן לפתוח את הפעילות, טלגרם מותקן?
hi: गतिविधि शुरू नहीं हो सकी, क्या टेलीग्राम इंस्टॉल है?
pl: Nie udało rozpocząć aktywności. Czy Telegram jest wgrany?
pt_br: Não foi possível iniciar a atividade. O Telegram está instalado?
ru: Не удалось запустить действие. Убедитесь в наличии Telegram.

source: Update %1 keyframe at %2
ar: حدّث الإطار الرئيس %1 عند %2
eo: Ĝisdatigi %1 ŝlosilkadron ĉe %2
fr: Met à jour l'image clé %1 à %2
he: עדכון תמונית מפתח %1 ב־%2
hi: %1कीफ़्रेम को %2पर अपडेट करें
pl: Uaktualnij klatkę kluczową %1 w %2
pt_br: Atualizar %1 quadro-chave em %2
ru: Обновить ключевой кадр %1 на позиции %2

source: Remove %1 keyframe at %2
ar: أزل الإطار الرئيس %1 عند %2
eo: Forigi %1 ŝlosilkadron ĉe %2
fr: Supprimer l'image clé %1 à %2
he: הסרת תמונית מפתח %1 ב־%2
hi: %2 पर %1 कीफ़्रेम हटाएँ
pl: Usuń klatkę kluczową %1 w %2
pt_br: Remover %1 quadro-chave em %2
ru: Удалить ключевой кадр %1 на позиции %2

source: Remove %1 keyframe %2
ar: أزل %1 إطار الرئيس %2
eo: Forigi %1 ŝlosilkadron %2
fr: Supprimer la trame clé %1 %2
he: הסרת תמונית מפתח %1 ‏%2
hi: %1कीफ़्रेम %2 हटाएं
pl: Usuń klatkę kluczową %1 %2
pt_br: Remover %1 quadro-chave %2
ru: Удалить ключевой кадр %1 %2

source: Add keyframe for %1 at %2
ar: أضف إطارًا رئيسًا لـ %1 عند %2
eo: Aldoni ŝlosilkadron por %1 ĉe %2
fr: Ajouter une image clé pour %1 à %2
he: הוספת תמונית מפתח ל־%1 ב־%2
hi: %2 पर %1 के लिए मुख्यफ़्रेम जोड़ें
pl: Dodaj klatkę kluczową do %1 w %2
pt_br: Adicionar quadro-chave para %1 em %2
ru: Добавить ключевой кадр для %1 на %2

source: Update %1 at %2
ar: حدّث %1 عند %2
eo: Ĝisdatigi %1 ĉe %2
fr: Met à jour %1 à %2
he: עדכון %1 ב־%2
hi: %1 को %2 पर अपडेट करें
pl: Uaktualnij %1 w %2
pt_br: Atualizar %1 em %2
ru: Обновить %1 на %2

source: Update %1
ar: حدّث %1
eo: Ĝisdatigi %1
fr: Mettre à jour %1
he: עדכון %1
hi: अपडेट करें %1
pl: Uaktualnij %1
pt_br: Atualizar %1

source: Update keyframe transition
ar: حدّث انتقال الإطار الرئيس
eo: Ĝisdatigi la transiron de ŝlosilkadroj
fr: Mettre à jour la transition de trame clé
he: עדכון מעברון תמונית מפתח
hi: मुख्यफ़्रेम संक्रमण अपडेट करें
pl: Uaktualnij przejście klatki kluczowej
pt_br: Atualizar transição de quadros-chave

source: Move keyframe
ar: حرك الإطار الرئيس
eo: Movi ŝlosilkadron
fr: Déplacer une image clé
he: העברת תמונית מפתח
hi: मुख्यफ़्रेम ले जाएँ
pl: Przenieś klatkę kluczową
pt_br: Mover quadro-chave
ru: Переместить ключевой кадр

source: Remove animations from %1
ar: أزل الحركات من %1
eo: Forigi animaciojn de %1
fr: Supprimer les animations depuis %1
he: הסרת הנפשות מתוך %1
hi: %1 से एनिमेशन हटाएं
pl: Usuń animacje z %1
pt_br: Remover animações de %1
ru: Удалить анимацию из %1

source: Update animation path
ar: حدّث مسار الحركة
eo: Ĝisdatigi animacian vojon
fr: Mettre à jour l'emplacement des animations
he: עדכון נתיב ההנפשה
hi: एनीमेशन पथ अपडेट करें
pl: Uaktualnij ścieżkę animacji
pt_br: Atualizar caminho da animação
ru: Обновить путь анимации

source: Stretch Time
ar: تمديد الوقت
eo: Streĉi Tempo
fr: Étirer le temps
he: מתיחת הזמן
hi: विस्तार समय
pl: Rozciągnij czas
pt_br: Esticar tempo
ru: Растянуть время

source: Create %1
ar: أنشئ %1
eo: Krei %1
fr: Crée %1
he: יצירת %1
hi: %1बनाएँ
pl: Utwórz %1
pt_br: Criar %1
ru: Создать %1

source: Remove %1
ar: أزِل %1
eo: Forigi %1
fr: Supprimer %1
he: הסרת %1
hi: %1 हटाएं
pl: Usuń %1
pt_br: Remover %1
ru: Удалить %1

source: Move Object
ar: حرّك الكائن
eo: Movi Objekton
fr: Déplacer un objet
he: הזזת פריט
hi: ऑब्जेक्ट ले जाएँ
pl: Przesuń obiekt
pt_br: Mover objeto
ru: Переместить объект

source: Group Shapes
ar: تجميع الأشكال
eo: Grupo Formoj
fr: Regrouper les formes
he: קיבוץ צורות
hi: समूह आकृतियाँ
pl: Zgrupuj kształty
pt_br: Agrupar formas

source: Ungroup Shapes
ar: فك تجميع الأشكال
eo: Malgrupigi Formojn
fr: Dégrouper les formes
he: פירוק קבוצת צורות
hi: आकृतियों को असमूहीकृत करें
pl: Rozgrupuj kształty
pt_br: Desagrupar formas

source: Duplicate %1
ar: كرّر %1
eo: Duobligi %1
fr: Dupliquer %1
he: שכפול %1
hi: डुप्लिकेट %1
pl: Powiel %1
pt_br: Duplicar %1
ru: Дублировать %1

source: Move %1
ar: انقل %1
eo: Movi %1
fr: Déplacer %1
he: הזזת %1
hi: %1स्थानांतरित करें
pl: Przesuń %1
pt_br: Mover %1
ru: Переместить %1

source: Could not load file: %1
ar: تعذر تحميل الملف: %1
eo: Ne eblis ŝargi dosieron: %1
fr: Impossible de charger le fichier : %1
he: לא ניתן לטעון את הקובץ: %1’
hi: फ़ाइल लोड नहीं हो सकी: %1
pl: Nie można wczytać pliku: %1
pt_br: Não foi possível carregar o arquivo: %1
ru: Не удалось загрузить файл: %1

source: Adobe After Effects Project
ar: مشروع Adobe After Effects
eo: Projekto Adobe After Effects
fr: Projet « Adobe After Effects »
he: מיזם Adobe After Effects
hi: एडोब आफ्टर इफेक्ट्स प्रोजेक्ट
pl: Projekt Adobe After Effects
pt_br: Projeto do Adobe After Effects
ru: Проект Adobe After Effects

source: External asset not found: %1
ar: لم يتم العثور على أصل خارجي: %1
eo: Ekstera valoraĵo ne trovita: %1
fr: Impossible de trouver l'actif externe :%1
he: משאב חיצוני לא נמצא: %1
hi: बाह्य परिसंपत्ति नहीं मिली: %1
pl: Nie znaleziono zewnętrznego zasobu: %1
pt_br: Recurso externo não encontrado: %1
ru: Внешний актив не найден: %1

source: Unknown property "%1" of "%2"
ar: خاصية غير معروفة "%1" لـ "%2"
eo: Nekonata propreco "%1" de "%2"
fr: Propriété inconnue « %1 » de « %2 »
he: המאפיין „%1” של „%2” לא ידוע
hi: "%2" में से अज्ञात संपत्ति "%1"
pl: Nieznana właściwość "%1" z "%2"
pt_br: Propriedade desconhecida "%1 de "%2"
ru: Неизвестное свойство «%1» в «%2»

source: Expected property for %1
ar: الخاصية المتوقعة لـ %1
eo: Atendita propreco por %1
fr: Propriété attendue pour %1
he: מאפיין צפוי עבור %1
hi: %1 के लिए अपेक्षित संपत्ति
pl: Oczekiwana właściwość dla %1
pt_br: Propriedade esperada para %1
ru: Ожидается свойство для %1

source: Could convert %1
ar: يمكن تحويل %1
eo: Povus konverti %1
fr: Pourrait convertir %1
he: אפשר להמיר לכדי %1
hi: %1 को परिवर्तित कर सका
pl: Może przekształcić %1
pt_br: Poderia converter %1
ru: Не удалось преобразовать %1

source: Invalid value for %1
ar: قيمة غير صالحة لـ %1
eo: Nevalida valoro por %1
fr: Valeur non valable pour %1
he: ערך שגוי עבור %1
hi: %1 के लिए अमान्य मान
pl: Nieprawidłowa wartość dla %1
pt_br: Valor inválido para %1

source: Expected property group for transform
ar: مجموعة الخصائص المتوقعة للتحويل
eo: Atendata proprecogrupo por transformo
fr: Groupe de propriétés attendu pour la transformation
he: קבוצת מאפיינים צפויה להתמרה
hi: रूपांतरण के लिए अपेक्षित संपत्ति समूह
pl: Oczekiwana grupa właściwości do przekształcenia
pt_br: Grupo de propriedades esperado para transformação
ru: Ожидается группа свойств для трансформации
