Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">k-Means divides the colors into clusters and refines the assignment at every iteration.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This is the best option when tracing images with a lot of colors or shading.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">For pictures with a lot of colors increasing the number of iterations will yield better results but it might be slower.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The <span style=" font-style:italic;">Match</span> option performs some post-processing:</p> <ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style="" style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">None</span>: Don't perform any post-processing and return the means (note this might result in colors not present in the original image)</li> <li style="" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Closest</span>: Find the color in the original image that is the closest to the mean</li> <li style="" style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Most Frequent</span>: Find the color in the cluster that appears most often in the source image</li></ul></body></html>
ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">يقسم k-Means الألوان إلى مجموعات ويصقل التخصيص في كل تكرار.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">هذا هو الخيار الأفضل عند تتبع الصور التي تحتوي على الكثير من الألوان أو الظلال.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">بالنسبة للصور التي تحتوي على الكثير من الألوان، فإن زيادة عدد التكرارات ستؤدي إلى نتائج أفضل ولكنها قد تكون أبطأ.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">خيار <span style=" font-style:italic;">Match</span> ينفذ بعض المعالجات اللاحقة:</p> <ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style="" style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">None</span>: لا تنفذ أي معالجة لاحقة وأرجع المتوسطات (ملاحظة: قد يؤدي هذا إلى ألوان غير موجودة في الصورة الأصلية)</li> <li style="" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Closest</span>: ابحث عن اللون في الصورة الأصلية الأقرب إلى المتوسط</li> <li style="" style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Most Frequent</span>: ابحث عن اللون في المجموعة الذي يظهر في أغلب الأحيان في الصورة الأصلية</li></ul></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">k-Means dividas la kolorojn en aretojn kaj rafinas la taskon ĉe ĉiu ripeto.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left: 0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin- bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ĉi tio estas la plej bona opcio kiam spuras bildojn kun multaj koloroj aŭ ombraj. </p> <p style="-qt-paragraph-type:malplena; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block- indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right :0px; -qt-block-indent:0; text-indent:0px;">Por bildoj kun multaj koloroj pliigi la nombron da ripetoj donos pli bonajn rezultojn sed eble estos pli malrapida.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">La opcio <span style=" font-style:italic;">Kongruo</span> faras iom da posttraktado:</p> <ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style="" style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Neniu</span>: Ne faru ajnan posttraktadon kaj redonu la rimedojn (rimarku, ke tio povus rezultigi kolorojn ne ĉeestas en la originala bildo)</li> <li style="" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Plej proksima</span>: Trovu la koloron en la originala bildo kiu estas la plej proksima al la meznombro</li> <li style="" style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Plej Ofta</span>: Trovu la koloron en la areto, kiu aperas plej ofte en la fontbildo</li></ul></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">k-Means divise les couleurs en grappes et affine leur allocation à chaque itération.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">C'est la meilleur option lors de traçage d'images comportant de nombreuses couleurs ou ombres.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pour les images comportant beaucoup de couleurs, l'augmentation du nombre d'itérations débouchera sur de meilleurs résultats mais pourrait être plus lent.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The <span style=" font-style:italic;">Correspondre</span> Cette option réalise quelques post-traitement :</p> <ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style="" style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Aucun : </span> N'appliquer aucun post-traitement et retourne la moyenne (Veuillez noter que vous pourriez obtenir des couleurs qui n'étaient pas présentes dans l'image d'origine),</li> <li style="" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">La plus proche : </span> Trouver la couleur dans l'image originale qui est la plus proche de la moyenne,</li> <li style="" style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">La plus proche : </span>Trouver la couleur dans l'image originale qui est la plus proche de la moyenne</li></ul></body></html>
he: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } body { direction: rtl; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">k-Means מחלק את הצבעים לאשכולות ומעדן את ההקצאה לכל סבב.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">זאת האפשרות הטובה ביותר בעת מעקב אחר תמונות עם הרבה צבעים או הצללות.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">לתמונות עם הרבה צבעים כמות הסבבים תגדל כדי לספק תוצאות טובות יותר אבל זה עלול להיות איטי יותר.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">אפשרות ה<span style=" font-style:italic;">התאמה</span> מבצעת עיבוד סופי:</p> <ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style="" style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">ללא</span>: לא לבצע אף עיבוד סופי ולהחזיר את הממוצעים (נא לשים לב שזה יכול לגרום לכך שיתווספו צבעים שלא היו בתמונה המקורית)</li> <li style="" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">הקרובה ביותר</span>: איתור הצבע של התמונה המקורית שהוא הכי קרוב לממוצע</li> <li style="" style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">התדירה ביותר</span>: איתור הצבע באשכול שמופיע הכי הרבה בתמונת המקור</li></ul></body></html>
hi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> के-मीन्स रंगों को समूहों में विभाजित करता है और प्रत्येक पुनरावृत्ति पर असाइनमेंट को परिष्कृत करता है। </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> बहुत सारे रंगों या छायांकन वाली छवियों को ट्रेस करते समय यह सबसे अच्छा विकल्प है। </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> बहुत सारे रंगों वाले चित्रों के लिए पुनरावृत्तियों की संख्या बढ़ाने से बेहतर परिणाम मिलेंगे, लेकिन यह धीमी हो सकती है। </p><p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">मिलान</span> विकल्प कुछ पोस्ट-प्रोसेसिंग करता है: </p><ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style="" style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">कोई नहीं</span> : कोई भी पोस्ट-प्रोसेसिंग न करें और माध्य लौटाएं (ध्यान दें कि इससे ऐसे रंग उत्पन्न हो सकते हैं जो मूल छवि में मौजूद नहीं हैं) </li><li style="" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">निकटतम</span> : मूल छवि में वह रंग ढूंढें जो माध्य के सबसे निकट है </li><li style="" style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-weight:600;">सबसे अधिक बार</span> : क्लस्टर में वह रंग ढूंढें जो स्रोत छवि में सबसे अधिक बार दिखाई देता है</li></ul></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Średnie-k dzieli barwy na klastry i poprawia przypisanie za każdym przebiegiem.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Jest to najlepszy wybór do trasowania obrazów, zawierających wiele barw i cieni.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Dla obrazów o wielu barwach, zwiększenie liczby przejść da lepsze wyniki, lecz jednocześnie spowolni działanie.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ustawienie <span style=" font-style:italic;">Dopasuj</span> wykona trochę przetwarzania-po:</p> <ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style="" style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Nic</span>: Nie wykona żadnego przetwarzania-po i zwróci średnie (miej na uwadze, że skutkiem może być brak barw na pierwotnym obrazie)</li> <li style="" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Najbliższy</span>: Poszuka barwy na pierwotnym obrazie, która znajduje się najbliżej średniej</li> <li style="" style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Najczęstszy</span>: Poszuka barwy w klastrze, która pojawia się najczęściej na obrazie źródłowym</li></ul></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">k-Means divide as cores em aglomerados e refina a atribuição a cada iteração.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">É a melhor opção para imagens com muitas cores ou sombreamento.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Para imagens com muitas cores, aumentar o número de iterações produzirá melhores resultados, mas pode ser mais lento.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">A opção <span style=" font-style:italic;">Combinar</span> faz pós-processamento:</p> <ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style="" style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Nenhum</span>: Não faz nenhum pós-processamento e retorna a média (note que isto pode resultar em cores que não estavam presentes na imagem original).</li> <li style="" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Mais próximo</span>: Encontra a cor na imagem original que é a mais próxima da média</li> <li style="" style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Mais frequente</span>: Encontra a cor no agrupamento que aparece mais frequentemente na imagem original</li></ul></body></html>

source: k-Modes gives you the colors that appear most often in the source image. It's very fast but it does not give accurate colors for complex images. This is the best option when tracing images with flat colors.
ar: يمنحك k-Modes الألوان التي تظهر في أغلب الأحيان في الصورة المصدر. إنه سريع جدًا ولكنه لا يمنح ألوانًا دقيقة للصور المعقدة. هذا هو الخيار الأفضل عند تتبع الصور ذات الألوان المسطحة.
eo: k-Reĝimoj donas al vi la kolorojn, kiuj aperas plej ofte en la fonta bildo. Ĝi estas tre rapida sed ĝi ne donas precizajn kolorojn por kompleksaj bildoj. Ĉi tio estas la plej bona elekto kiam spuras bildojn kun plataj koloroj.
fr: Les k-Modes vous fournissent les couleurs apparaissant le plus fréquemment dans l'image source. C'est très rapide mais ne donne pas des couleurs exactes avec les images complexes. C'est la meilleure option lors du traçage d'images avec aplats de couleurs.
he: k-Modes מספק לך את הצבעים שמופיעים בתדירות הגבוהה ביותר בתמונה המקורית. השיטה מאוד מהירה אבל לא מספקת צבעים מדויקים בתמונות מורכבות. זאת האפשרות הטובה ביותר למעקב אחר תמונות עם צבעים אחידים.
hi: k-Modes आपको वे रंग देता है जो स्रोत छवि में सबसे अधिक बार दिखाई देते हैं। यह बहुत तेज़ है लेकिन यह जटिल छवियों के लिए सटीक रंग नहीं देता है। यह समतल रंगों वाली छवियों को ट्रेस करते समय सबसे अच्छा विकल्प है।
pl: Postacie-k dają barwy, które pojawiają się najczęściej na obrazie źródłowym. Mimo że jest to szybkie to nie daje dokładnych barw w przypadku złożonych obrazów. Jest to najlepszy wybór do trasowania obrazów o płaskich barwach.
pt_br: k-Modes mostram as cores que aparecem mais frequentemente na imagem original. É muito rápido, mas não fornece cores precisas para imagens complexas. É a melhor opção ao traçar imagens com cores chapadas.
