Repository: KDE/glaxnimate
Catalog: po/*/glaxnimate.po
Languages: ar, eo, fr, he, hi, pl, pt_br, ru

source: Delete selected snippet
ar: احذف المقتطف المحدد
eo: Forigu elektitan fragmenton
fr: Supprimer l'extrait sélectionné
he: מחיקת הקטע הנבחר
hi: चयनित स्निपेट हटाएं
pl: Usuń zaznaczoną wstawę
pt_br: Excluir trecho selecionado
ru: Удалить выбранный фрагмент

source: Run selected snippet
ar: شغّل المقتطف المحدد
eo: Rulu elektitan fragmenton
fr: Démarrer l'extrait sélectionné
he: הרצת הקטע הנבחר
hi: चयनित स्निपेट चलाएँ
pl: Uruchom zaznaczoną wstawkę
pt_br: Executar trecho selecionado
ru: Запустить выбранный фрагмент

source: Run
ar: شغّل
eo: Ruli
fr: Démarrer
he: הרצה
hi: दौड़ना
pl: Uruchom
pt_br: Executar
ru: Запустить

source: Reload snippets
ar: أعد تحميل المقتطفات
eo: Reŝargi fragmentojn
fr: Recharger les extraits
he: ריענון קטעים
hi: स्निपेट पुनः लोड करें
pl: Wczytaj ponownie wstawki
pt_br: Recarregar trechos
ru: Перезагрузить фрагменты

source: Even Odd
ar: زوجي فردي
eo: Eĉ Stranga
fr: Parité
he: זוגי אי־זוגי
hi: और भी अजीब
pl: Parzyste Nieparzyste
pt_br: Par Ímpar

source: Butt
ar: أسطوانة
eo: Pugo
fr: Fesse
he: קטוע
hi: बट
pl: Tępo
pt_br: Ponta

source: Round
ar: دائرية
eo: Ronda
fr: Rond
he: מעוגל
hi: गोल
pl: Zaokrąglony
pt_br: Arredondado

source: Square
ar: مربع
eo: Kvadrato
fr: Carré
he: מרובע
hi: वर्ग
pl: Kwadrat
pt_br: Quadrado

source: Miter
ar: مقياس
eo: Mitro
fr: Onglet
he: תפר
hi: मिटर
pl: Zaostrzony
pt_br: Interseção

source: Bevel
ar: شطب
eo: Bevelo
fr: Biseau
he: משופע
hi: झुकना
pl: Ścięty
pt_br: Chanfro

source: Polygon
ar: مضلّع
eo: Poligono
fr: Polygone
he: מצולע
hi: बहुभुज
pl: Wielokąt
pt_br: Polígono
ru: Многоугольник

source: All supported files (*.ttf, *.otf, *.css); CSS files (*.css); Font files (*.ttf, *.otf); All files (*)
ar: كل الملفات المتاحة (*.ttf, *.otf, *.css); ملفات CSS (*.css); ملفات الخط (*.ttf, *.otf); كل الملفات (*)
eo: Poligono
fr: Tous les fichiers pris en charge (*.ttf, *.otf, *.css); fichiers CSS (*.css); fichier de polices (*.ttf, *.otf); Tous les fichiers (*)
he: כל הקבצים הנתמכים (‎*.ttf,‏ ‎*.otf,‏ ‎*.css); קובצי CSS‏ (‎*.css); קובצי גופנים (‎*.ttf,‏ ‎*.otf); כל הקבצים (*)
hi: सभी समर्थित फ़ाइलें (*.ttf, *.otf, *.css); CSS फ़ाइलें (*.css); फ़ॉन्ट फ़ाइलें (*.ttf, *.otf); सभी फ़ाइलें (*)
pl: Wszystkie obsługiwane pliki (*.ttf, *.otf, *.css); Pliki CSS (*.css); Pliki czcionek (*.ttf, *.otf); Wszystkie pliki (*)
pt_br: Todos os arquivos suportados (*.ttf, *.otf, *.css); CSS files (*.css); Arquivos de fontes (*.ttf, *.otf); Todos os arquivos (*)
ru: Все поддерживаемые файлы (*.ttf, *.otf, *.css); файлы CSS (*.css); файлы шрифтов (*.ttf, *.otf); Все файлы (*)

source: File/URL
ar: ملف/رابط URL
eo: Dosiero/URL
fr: Fichier/URL
he: קובץ/כתובת
hi: फ़ाइल/यूआरएल
pl: Plik/Adres URL
pt_br: Arquivo/URL
ru: Файл/URL-адрес

source: Font Style
ar: نمط الخط
eo: Tiparo Stilo
fr: Style de police
he: סגנון כתב
hi: लिपि शैली
pl: Krój czcionki
pt_br: Estilo da fonte

source: Could not open file %1
ar: تعذر فتح الملف %1
eo: Ne eblis malfermi la dosieron %1
fr: Impossible d'ouvrir le fichier %1
he: לא ניתן לפתוח את הקובץ %1
hi: फ़ाइल %1 नहीं खोली जा सकी
pl: Nie można otworzyć pliku %1
pt_br: Não foi possível abrir o arquivo %1
ru: Не удалось открыть файл %1

source: Invalid data URL
ar: رابط URL للبيانات غير صحيح
eo: Nevalida datuma URL
fr: URL des données non valable
he: כתובת הנתונים שגויה
hi: अमान्य डेटा URL
pl: Nieprawidłowe dane URL
pt_br: URL de dados inválida
ru: Недопустимые данные URL-адреса

source: Font format not supported for %1
ar: تنسيق الخط غير متاح لـ %1
eo: Tiparformato ne subtenata por %1
fr: Format de police non pris en charge pour %1
he: תבנית הגופן לא נתמכת עבור %1
hi: फ़ॉन्ट प्रारूप %1 के लिए समर्थित नहीं है
pl: Nieobsługiwany rodzaj czcionki dla %1
pt_br: Formato de fonte não suportado por %1
ru: Формат шрифта не поддерживается для %1

source: The quick brown fox jumps over the lazy dog
ar: نص حكيم له سر قاطع وذو شأن عظيم مكتوب على ثوب أخضر ومغلف بجلد أزرق
eo: La rapida bruna vulpo saltas super la maldiligenta hundo
fr: Portez ce vieux whisky au juge blond qui fume
he: דג סקרן שט לו בים זך ולפתע מצא חבורה נחמדה
hi: तेज, भूरी लोमडी आलसी कुत्ते के उपर कूद गई
pl: Pójdź, kińże tę chmurność w głąb flaszy
pt_br: Yuri viu um pequeno jabuti xereta e dez cegonhas felizes comendo kiwi
ru: Съешь ещё этих мягких французских булок, да выпей чаю

source: Preview Scale
ar: حجم المعاينة
eo: Antaŭrigardo Skalo
fr: Échelle d'aperçu
he: קנה מידה לתצוגה מקדימה
hi: पूर्वावलोकन स्केल
pl: Skala podglądu
pt_br: Prévia da escala
ru: Масштаб предпросмотра

source: Google Fonts
ar: خطوط جوجل
eo: Google Tiparoj
fr: Polices Google
hi: गूगल फ़ॉन्ट्स
pl: Czcionki Google
ru: Шрифты Google

source: Filters
ar: المرشّحات
eo: Filtriloj
fr: Filtres
he: מסננים
hi: फिल्टर
pl: Filtry
pt_br: Filtros

source: Writing System
ar: نظام كتابة
eo: Skriba Sistemo
fr: Système d'écriture
he: מערכת כתב
hi: लेखन प्रणाली
pl: System zapisu
pt_br: Sistema de gravação

source: Monospace
eo: Samspaca
fr: Chasse fixe
he: רוחב אחיד
hi: मिनीवैन
pl: O stałej szerokości znaków
pt_br: Monoespaçado

source: Proportional
ar: متناسب
eo: Proporcia
fr: Proportionnelle
he: יחסי
hi: आनुपातिक
pl: Stosunkowy
pt_br: Proporcional
ru: Пропорциональный

source: Could not add font
ar: لا أستطيع إضافة الخط
eo: Ne eblis aldoni tiparon
fr: Impossible d'ajouter la police
he: לא ניתן להוסיף גופן
hi: फ़ॉन्ट नहीं जोड़ा जा सका
pl: Nie można dodać czcionki
pt_br: Não foi possível adicionar a fonte
ru: Не удалось добавить шрифт

source: Family
ar: العائلة
eo: Familio
fr: Famille
he: משפחה
hi: परिवार
pl: Rodzina
pt_br: Família
ru: Семейство

source: Category
ar: الفئة
eo: Kategorio
fr: Catégorie
he: קטגוריה
hi: वर्ग
pl: Kategoria
pt_br: Categoria

source: Rank
ar: تصنيف
eo: Rango
fr: Rang
he: דירוג
hi: रैंक
pl: Ranga
pt_br: Classificação
ru: Рейтинг

source: Status
ar: الحالة
eo: Statuso
fr: État
he: מצב
hi: स्थिति
pl: Stan
ru: Состояние

source: Any
ar: أيّ
eo: Ajna
fr: N'importe laquelle
he: כלשהו
hi: कोई
pl: Dowolny
pt_br: Qualquer
ru: Любой

source: Serif
eo: Serifa
fr: Empattement
he: מעוטר
hi: सेरिफ़
pl: Szeryfowa
pt_br: Serifa
ru: С засечками

source: Display
ar: العرض
eo: Montri
fr: Écran
he: תצוגה
hi: प्रदर्शन
pl: Wyświetlanie
pt_br: Exibir
ru: Экранный

source: Handwriting
ar: الكتابة بخط اليد
eo: Manskribo
fr: Manuscrit
he: כתב־יד
hi: लिखावट
pl: Pismo odręczne
pt_br: Escrita à mão
ru: Рукописный

source: HTTP Error %1: %2
ar: خطأ HTTP %1: %2
eo: HTTP Eraro %1: %2
fr: Erreur « HTTP » %1 : %2
he: שגיאת HTTP‏ %1‏: %2
hi: HTTP त्रुटि %1: %2
pl: Błąd HTTP %1: %2
pt_br: Erro HTTP %1: %2
ru: Ошибка HTTP %1: %2

source: Import From LottieFiles
ar: استورد من LottieFiles
eo: Importi El LottieFiles
fr: Importer à partir de Lottiefiles
he: יייבוא מ־LottieFiles
hi: LottieFiles से आयात करें
pl: Zaimportuj z LottieFiles
pt_br: Importar de LottieFiles
ru: Импорт из LottieFiles

source: Previous Page
ar: الصفحة السابقة
eo: Antaŭa Paĝo
fr: Page précédente
he: העמוד הקודם
hi: पिछला पृष्ठ
pl: Poprzednia strona
pt_br: Página anterior
ru: Предыдущая страница

source: Next Page
ar: الصفحة التالية
eo: Sekva Paĝo
fr: Page suivante
he: העמוד הבא
hi: अगला पृष्ठ
pl: Następna strona
pt_br: Próxima página
ru: Следующая страница

source: Import
ar: استورد
eo: Importi
fr: Importer
he: ייבוא
hi: आयात
pl: Zaimportuj
pt_br: Importar
ru: Импортировать

source: by %1
ar: بواسطة %1
eo: de %1
fr: par %1
he: מאת %1
hi: %1 द्वारा
pl: przez %1
pt_br: por %1
ru: Автор: %1

source: Likes
ar: الإعجابات
eo: Ŝatas
he: לייקים
hi: पसंद है
pl: Polubienia
pt_br: Curtidas
ru: Отметки «Нравится»

source: Comments
ar: التعليقات
eo: Komentoj
fr: Commentaires
he: הערות
hi: टिप्पणियाँ
pl: Uwagi
pt_br: Comentários
ru: Комментарии

source: View on LottieFiles...
ar: اعرض على LottieFiles...
eo: Vidu sur LottieFiles...
fr: Afficher sur Lottiefiles...
he: הצגה ב־LottieFiles…
hi: LottieFiles पर देखें...
pl: Obejrzyj w LottieFiles...
pt_br: Ver em LottieFiles...
ru: Посмотреть на LottieFiles…

source: Paste Keyframe
ar: ألصق الإطار الرئيس
eo: Algluu Ŝlosilkadron
fr: Coller une trame clé
he: הדבקת תמונית מפתח
hi: कीफ़्रेम चिपकाएँ
pl: Wklej klatkę kluczową
pt_br: Colar quadro-chave

source: Loop Animation
ar: كرر الرسوم المتحركة
eo: Buklo Animacio
fr: Mettre une animation en boucle
he: חזרה על הנפשה בלולאה
hi: लूप एनीमेशन
pl: Zapętlij animację
pt_br: Repetir animação

source: Follow Path...
ar: اتبع المسار...
eo: Sekvu Vojon...
fr: Suivre le tracé...
he: מעקב אחר נתיב…
hi: पथ का अनुसरण करें...
pl: Ścieżka podążania...
pt_br: Seguir caminho...
ru: Следовать по контуру…

source: Remove Keyframe
ar: أزل الإطار الرئيس
eo: Forigi Ŝlosilkadron
fr: Supprimer une trame clé
he: הסרת תמונית מפתח ‏
hi: मुख्यफ़्रेम हटाएँ
pl: Usuń klatkę kluczową
pt_br: Remover quadro-chave

source: Reset Transform
ar: صفّر التحويل
eo: Restarigi Transformi
fr: Remise à zéro de la transformation
he: איפוס התמרה
hi: ट्रांसफ़ॉर्म रीसेट करें
pl: Wyzeruj przekształcenie
pt_br: Redefinir transformação
ru: Сбросить трансформацию

source: Move to Top
ar: انقل إلى الأعلى
eo: Movi al Supro
fr: Déplacer en haut
he: העברה לראש
hi: शीर्ष पर जाएँ
pl: Przenieś na górę
pt_br: Mover para o topo
ru: Переместить наверх

source: Move to Bottom
ar: انقل إلى الأسفل
eo: Movi al Malsupro
fr: Déplacer en bas
he: העברה לתחתית
hi: नीचे ले जाएँ
pl: Przenieś na dół
pt_br: Mover para o fundo
ru: Переместить вниз

source: Convert %1 to %2
ar: حوّل %1 إلى %2
eo: Konverti %1 al %2
fr: Convertir %1 en %2
he: המרת %1 אל %2
hi: %1 को %2 में बदलें
pl: Przekształć %1 na %2
pt_br: Converter %1 para %2
ru: Преобразовать %1 в %2

source: Auto Orient
ar: التوجيه الآلي
eo: Aŭtomata Oriento
fr: Orienter automatiquement
he: הכוונה אוטומטית
hi: ऑटो ओरिएंट
pl: Sam obróć
pt_br: Auto-orientar
ru: Автоориентация

source: Span All Frames
ar: امتد على كل الإطارات
eo: Entenas Ĉiuj Kadroj
fr: S'adapter à l'ensemble des images
he: פריסת כל התמוניות
hi: सभी फ़्रेमों को फैलाएं
pl: Rozciągnij na wszystkie klatki
pt_br: Estender para todos os quadros
ru: Распределить все кадры

source: Parent
ar: والدان
eo: Gepatro
he: הורה
hi: माता-पिता
pl: Nadrzędne
pt_br: Pai
ru: Родитель

source: Convert to Group
ar: حوّل إلى مجموعة
eo: Konverti al Grupo
fr: Convertir en groupe
he: המרה לקבוצה
hi: समूह में परिवर्तित करें
pl: Przekształć na grupę
pt_br: Converter para grupo
ru: Преобразовать в группу

source: Precompose
ar: جهّز التركيبة
eo: Antaŭkomponi
fr: Précomposer
he: הרכבה מראש
hi: प्रीकंपोज
pl: Przedzłożenie
pt_br: Pré-compor
ru: Составить предкомпозицию

source: Convert to Mask
ar: حوّل إلى قناع
eo: Konverti al Masko
fr: Convertir en masque
he: המרה למסכה
hi: मास्क में परिवर्तित करें
pl: Przekształć na maskę
pt_br: Converter para máscara
ru: Преобразовать в маску

source: Remove Mask
ar: أزل القناع
eo: Forigi Maskon
fr: Supprimer le masque
he: הסרת מסכה
hi: मास्क हटाएँ
pl: Usuń maskę
pt_br: Remover máscara
ru: Удалить маску

source: Convert to Layer
ar: تحويل إلى طبقة
eo: Konverti al Tavolo
fr: Convertir en calque
he: המרה לשכבה
hi: परत में परिवर्तित करें
pl: Przekształć na warstwę
pt_br: Converter para camada
ru: Преобразовать в слой

source: Convert to Path
ar: حوّل إلى المسار
eo: Konverti al Pado
fr: Convertir en chemin
he: המרה לנתיב
hi: पथ में परिवर्तित करें
pl: Przekształć na ścieżkę
pt_br: Converter para caminho
ru: Преобразовать в путь

source: Embed
ar: ضمّن
eo: Enigi
fr: Embarqué
he: הטמעה
hi: एम्बेड
pl: Osadź
pt_br: Incorporado
ru: Вставить

source: Open with External Application
ar: افتح بتطبيق خارجي
eo: Malfermu per Ekstera Apliko
fr: Ouvrir avec une application externe
he: פתיחה ביישום חיצוני
hi: बाहरी अनुप्रयोग के साथ खोलें
pl: Otwórz w zewnętrznej aplikacji
pt_br: Abrir com aplicativo externo
ru: Открыть с помощью внешнего приложения

source: Could not find suitable application, check your system settings.
ar: لا أستطيع إيجاد تطبيق مناسب، تحقق من إعدادات حاسوبك.
eo: Ne eblis trovi taŭgan aplikaĵon, kontrolu viajn sistemajn agordojn.
fr: Ne peut pas trouver d'application adaptée, veuillez vérifier les réglages de votre système.
he: לא ניתן למצוא יישום מתאים, נא לבדוק שהגדרת המערכת שלך תקינות.
hi: उपयुक्त एप्लिकेशन नहीं मिल सका, अपनी सिस्टम सेटिंग्स जांचें।
pl: Nie można znaleźć odpowiedniej aplikacji. Sprawdź swoje ustawienia systemowe.
pt_br: Não foi possível encontrar um aplicativo adequado. Verifique as configurações do sistema.
ru: Не удалось найти подходящее приложение, проверьте параметры системы.

source: From File...
ar: من ملف...
eo: El Dosiero...
fr: Depuis le fichier...
he: מקובץ…
hi: लेख्यपत्र से...
pl: Z pliku...
pt_br: Do arquivo...
ru: Из файла…

source: Update Image
ar: حدّث الصورة
eo: Ĝisdatigu Bildon
fr: Mettre à jour l'image
he: עדכון תמונה
hi: छवि अपडेट करें
pl: Uaktualnij obraz
pt_br: Atualizar imagem
ru: Обновить изображение

source: Rename from Composition
ar: أعد التسمية من التركيبة
eo: Alinomi de Kunmetaĵo
fr: Renommer depuis la composition
he: שינוי שם מתרכובת
hi: रचना से नाम बदलें
pl: Przemianuj ze złożenia
pt_br: Renomear a partir da composição
ru: Переименовать из композиции

source: Decompose
ar: فكّ التركيب
eo: Malkomponi
fr: Décomposer
he: פירוק תרכובת
hi: विघटित
pl: Rozłóż
pt_br: Decompor
ru: Разложить композицию

source: Remove from Path
ar: أزل من المسار
eo: Forigi de Pado
fr: Supprimer du chemin
he: הסרה מנתיב
hi: पथ से हटाएँ
pl: Usuń ze ścieżki
pt_br: Remover do caminho
ru: Удалить из пути

source: Stretch time
ar: مدّد الوقت
eo: Streĉi tempon
fr: Étendre le temps
he: מתיחת הזמן
hi: विस्तार समय
pl: Rozciągnij czas
pt_br: Esticar tempo
ru: Растянуть время

source: Speed Multiplier
ar: مضاعف السرعة
eo: Rapida Multipliktilo
fr: Multiplicateur de vitesse
he: מכפיל מהירות
hi: गति गुणक
pl: Mnożnik szybkości
pt_br: Multiplicador de velocidade
ru: Коэффициент скорости

# @option:check
source: Visible
ar: مرئي
eo: Videbla
he: גלוי
hi: दृश्यमान
pl: Widoczny
pt_br: Visível

# @option:check
source: Locked
ar: مقفل
eo: Ŝlosita
fr: Verrouillé
he: נעול
hi: बंद
pl: Zablokowany
pt_br: Bloqueado

# @action:inmenu
source: Delete
ar: احذف
eo: Forigi
fr: Supprimer
he: מחיקה
hi: मिटाना
pl: Usuń
pt_br: Excluir

# @action:inmenu
source: Duplicate
ar: كرّر
eo: Duobligi
fr: Dupliquer
he: שכפול
hi: डुप्लिकेट
pl: Powiel
pt_br: Duplicar

# @action:inmenu
source: Move to...
ar: انقل إلى...
eo: Movi al...
fr: Déplacer vers...
he: העברה אל…
hi: करने के लिए कदम...
pl: Przenieś do...
pt_br: Mover para...

# @action:inmenu
source: Convert to Path
ar: حوّل إلى المسار
eo: Konverti al Pado
fr: Convertir en chemin
he: המרה לנתיב
hi: पथ में परिवर्तित करें
pl: Przekształć na ścieżkę
pt_br: Converter para caminho

# @action:inmenu
source: Change speed
ar: غيّر السرعة
eo: Ŝanĝi rapidon
fr: Modifier la vitesse
he: החלפת מהירות
hi: गति बदलें
pl: Zmień szybkość
pt_br: Mudar velocidade

source: Unknown
ar: مجهول
eo: Nekonata
fr: Inconnu
he: לא ידוע
hi: अज्ञात
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно

source: Menu Action
ar: إجراء القائمة
eo: Menuo Ago
fr: Action de menu
he: פעולת תפריט
hi: मेनू क्रिया
pl: Działanie menu
pt_br: Ação do menu
ru: Пункт меню

source: File Format
ar: نسق الملفّ
eo: Dosiera Formato
fr: Format de fichier
he: תבנית קובץ
hi: फ़ाइल फ़ारमैट
pl: Format pliku
pt_br: Formato do arquivo
ru: Формат файла

source: Reload Plugins
ar: أعد تحميل الملحقات
eo: Reŝargi Kromaĵojn
fr: Recharger les modules externes
he: ריענון תוספים
hi: प्लगइन्स पुनः लोड करें
pl: Wczytaj ponownie wtyczki
pt_br: Recarregar extensões
ru: Перезагрузить подключаемые модули

source: Refresh
ar: حدّث
eo: Refreŝigi
fr: Rafraîchir
he: ריענון
hi: ताज़ा करना
pl: Odśwież
pt_br: Atualizar
ru: Обновить

source: Install from file
ar: ثبت من ملف
eo: Instalu el dosiero
fr: Installer depuis le fichier
he: התקנה מקובץ
hi: फ़ाइल से इंस्टॉल करें
pl: Wgraj z pliku
pt_br: Instalar a partir do arquivo...
ru: Установить из файла

source: Install...
ar: ثبّت...
eo: Instali...
fr: Installer...
he: התקנה…
hi: स्थापित करना...
pl: Wgraj...
pt_br: Instalar...
ru: Установить…

source: Enable
ar: مكّن
eo: Ebligi
fr: Activer
he: הפעלה
hi: सक्षम
pl: Włącz
pt_br: Habilitar
ru: Включить

source: Disable
ar: معطّل
eo: Malebligi
fr: Désactiver
he: השבתה
hi: अक्षम करना
pl: Wyłącz
pt_br: Desabilitar
ru: Выключить

source: Uninstall
ar: أزل
eo: Malinstali
fr: Désinstaller
he: הסרה
hi: अनइंस्टॉल करें
pl: Usuń
pt_br: Desinstalar
ru: Удалить

source: Type
ar: النوع
eo: Tipo
he: סוג
hi: प्रकार
pl: Rodzaj
pt_br: Tipo
ru: Тип

source: Services
ar: الخدمات
eo: Servoj
he: שירותים
hi: सेवाएं
pl: Usługi
pt_br: Serviços
ru: Службы

source: Icon
eo: Piktogramo
fr: Icône

source: Text beside Icon
eo: Teksto apud Piktogramo
fr: Texte à côté de l'icône

source: Text under Icon
eo: Teksto sub Piktogramo
fr: Texte sous l'icône

source: Tool Icon Size
eo: Ilo Piktogramo Grandeco
fr: Taille d'icône d'outil

source: Icon Size
eo: Piktograma grando
fr: Taille d'icône

source: Button Style
eo: Butono Stilo
fr: Style de bouton

source: Color Mode
ar: نمط الألوان
eo: Kolora Reĝimo
fr: Mode de couleur
he: מצב צבע
hi: रंग मोड
pl: Tryb barw
pt_br: Modo de cor
ru: Цветовой режим

source: RGB
ar: ح‌خ‌ز
eo: RVB
fr: RVB
hi: आरजीबी

source: CMYK
ar: س‌م‌ص‌د
eo: BVFN
hi: सीएमवाईके

source: Palette
ar: لوحة الألوان
eo: Paletro
he: לוח צבעים
hi: पैलेट
pl: Paleta
pt_br: Paleta

source: Saturation
ar: التّشبّع
eo: Saturiĝo
he: רוויה
hi: परिपूर्णता
pl: Nasycenie
pt_br: Saturação

source: Hue
ar: التدرج
eo: Nuanco
fr: Teinte
he: גוון
hi: रंग
pl: Odcień
pt_br: Tonalidade

source: Blue
ar: أزرق
eo: Blua
fr: Bleu
he: כחול
hi: नीला
pl: Niebieski
pt_br: Azul

source: Green
ar: أخضر
eo: Verda
fr: Vert
he: ירוק
hi: हरा
pl: Zielony
pt_br: Verde

source: Red
ar: أحمر
eo: Ruĝo
fr: Rouge
he: אדום
hi: लाल
pl: Czerwony
pt_br: Vermelho

source: Cyan
ar: سماوي
eo: Cejana
he: ציאן
hi: सियान
pl: Niebieskozielony
pt_br: Ciano
ru: Бирюзовый

source: Magenta
ar: أرجواني
eo: Violkolora (magenta)
he: ארגמן
hi: मैजेंटा
pl: Purpura
ru: Пурпурный

source: Yellow
ar: أصفر
eo: Flava
fr: Jaune
he: צהוב
hi: पीला
pl: Żółty
pt_br: Amarelo
ru: Жёлтый

source: Black
ar: أسود
eo: Nigra
fr: Noir
he: שחור
hi: काला
pl: Czarny
pt_br: Preto
ru: Чёрный

source: Alpha (Transparency)
ar: الشفافية
eo: Alfa (Travidebleco)
fr: Alpha (transparence)
he: אלפא (שקיפות)
hi: अल्फा (पारदर्शिता)
pl: Alfa (przezroczystość)
pt_br: Alfa (Transparência)
ru: Альфа-канал (Прозрачность)

source: Primary Color
ar: لون أولي
eo: Primara Koloro
fr: Couleur primaire
he: צבע עיקרי
hi: प्राथमिक रंग
pl: Barwa główna
pt_br: Cor primária
ru: Основной цвет

source: Secondary Color
ar: لون ثانوي
eo: Malĉefa Koloro
fr: Couleur secondaire
he: צבע משני
hi: द्वितीयक रंग
pl: Barwa pomocnicza
pt_br: Cor secundária
ru: Вторичный цвет

source: Swap
ar: بدّل
eo: Interŝanĝi
fr: Échanger
he: החלפה
hi: बदलना
pl: Zamień
pt_br: Trocar
ru: Поменять местами

source: Gather Document Swatch
ar: اجمع عينة المستند
eo: Kolektu Dokumentan Specimeno
fr: Générer les godets depuis le document
he: איסוף מקבצי הצבע של המסמך
hi: दस्तावेज़ नमूना इकट्ठा करें
pl: Zbierz łatę dokumentu
pt_br: Obter amostras do documento
ru: Получение образца из документа

source: Link Shapes to Swatch
ar: اربط الأشكال بالعينة
eo: Ligi Formojn al Swatch
fr: Lier les formes au godets
he: קישור צורות למקבצי צבעים
hi: आकृतियों को स्वैच से लिंक करें
pl: Dowiąż kształty do łat
pt_br: Vincular formas à amostra
ru: Привязка фигур к образцу

source: Modify Palette Color
ar: عدّل لون اللوحة
eo: Modifi Paletkoloron
fr: Modifier une couleur de la palette
he: שינוי צבע לוח הצבעים
hi: पैलेट रंग संशोधित करें
pl: Zmień barwę palety
pt_br: Modificar cor da paleta
ru: Изменение цвета палитры

source: Load from Palette
ar: حمّل من اللوحة
eo: Ŝarĝu el Paletro
fr: Charger depuis la palette
he: טעינה מלוח צבעים
hi: पैलेट से लोड करें
pl: Wczytaj z palety
pt_br: Carregar da paleta
ru: Загрузка из палитры

source: No palettes are installed
ar: لم يتم تثبيت أي لوحات
eo: Neniuj paletoj estas instalitaj
fr: Aune palette n'a été installée
he: לא מותקנים לוחות צבעים
hi: कोई पैलेट स्थापित नहीं है
pl: Nie wgrano żadnej palety
pt_br: Não há paletas instaladas
ru: Палитры не установлены

source: Swatch from Palette
ar: عينة من اللوحة
eo: Swatch de Paleto
fr: Godet depuis la palette
he: מקבץ צבעים מלוח צבעים
hi: पैलेट से नमूना
pl: Łata z palety
pt_br: Amostras a partir da paleta
ru: Образец из палитры

source: Overwrite on save
ar: امح عند الحفظ
eo: Anstataŭigi dum konservado
fr: Écraser lors de l'enregistrement
he: שכתוב עם השמירה
hi: सहेजते समय अधिलेखित करें
pl: Zastąp przy zapisie
pt_br: Sobrescrever ao salvar
ru: Перезаписывать при сохранении

source: Link shapes with matching colors
ar: اربط الأشكال التي تتوافق ألوانها
eo: Ligu formojn kun kongruaj koloroj
fr: Lier les formes aux couleurs correspondantes
he: קישור צורות עם צבעים תואמים
hi: आकृतियों को मिलते-जुलते रंगों से जोड़ें
pl: Dowiąż kształty do odpowiadających barw
pt_br: Vincular formas com cores correspondentes
ru: Привязывать фигуры к совпадающим цветам

source: Remove existing colors
ar: أزل الألوان الموجودة
eo: Forigu ekzistantajn kolorojn
fr: Supprimer les couleurs existantes
he: הסרת צבעים קיימים
hi: मौजूदा रंग हटाएं
pl: Usuń istniejące barwy
pt_br: Remover cores existentes
ru: Удалять существующие цвета

source: Load Palette
ar: حمّل لوحة الألوان
eo: Ŝargi Paleton
fr: Charger la palette
he: טעינת לוח
hi: पैलेट लोड करें
pl: Wczytaj paletę
pt_br: Carregar paleta
ru: Загрузка палитры

source: Save Palette
ar: ١احفظ لوحة ألوان
eo: Konservu Paleton
fr: Enregistrer la palette
he: שמירת לוח
hi: पैलेट सहेजें
pl: Zapisz paletę
pt_br: Salvar paleta
ru: Сохранить палитру

source: Unlink Color
ar: افصل اللون
eo: Malligi Koloron
fr: Déconnecter la couleur
he: ניתוק צבע
hi: रंग अनलिंक करें
pl: Odepnij barwę
pt_br: Desvincular cor
ru: Отменить привязку цвета

source: Unlink fill
ar: افصل التعبئة
eo: Malligi plenigon
fr: Déconnecter le remplissage
he: ניתוק מילוי
hi: अनलिंक भरें
pl: Odepnij wypełnienie
pt_br: Desvincular preenchimento
ru: Отменить привязку заливки

source: Unlink stroke
ar: افصل الإطار
eo: Malligi strekon
fr: Déconnecter le contour
he: ניתוק קו מתאר
hi: स्ट्रोक अनलिंक करें
pl: Odepnij kreskę
pt_br: Desvincular traçado
ru: Отменить привязку обводки

source: Rename...
ar: غيّر الاسم...
eo: Renomi...
fr: Renommer...
he: שינוי שם…
hi: नाम बदलें...
pl: Przemianuj...
pt_br: Renomear...
ru: Переименовать…

source: Rename Swatch Color
ar: أعد تسمية لون العينة
eo: Alinomigu Swatch Koloron
fr: Renommer la couleur du godet
he: שינוי שם צבע במקבץ צבעים
hi: स्वैच रंग का नाम बदलें
pl: Przemianuj barwę łaty
pt_br: Renomear cor de amostra
ru: Переименование образца цвета

source: Edit Color...
ar: حرّر اللون...
eo: Redaktu Koloron...
fr: Modifier une couleur...
he: עריכת צבע…
hi: रंग संपादित करें...
pl: Edytuj barwę...
pt_br: Editar cor...

source: Set as fill
ar: اجعلها تعبئة
eo: Agordu kiel plenigaĵon
fr: Définir comme remplissage
he: הגדרה כמילוי
hi: भरण के रूप में सेट करें
pl: Ustaw jako wypełnienie
pt_br: Definir como preenchimento
ru: Установить в качестве заливки

source: Set as stroke
ar: اجعلها إطارًا
eo: Agordu kiel streko
fr: Définir comme contour
he: הגדרה כקו מתאר
hi: स्ट्रोक के रूप में सेट करें
pl: Ustaw jako kreskę
pt_br: Definir como traço
ru: Установить в качестве обводки

source: Add color
ar: أضف لونًا
eo: Aldonu koloron
fr: Ajouter une couleur
he: הוספת צבע
hi: रंग जोड़ें
pl: Dodaj barwę
pt_br: Adicionar cor
ru: Добавить цвет

source: Generate
ar: توليد
eo: Generi
fr: Générer
he: יצירה
hi: उत्पन्न
pl: Utwórz
pt_br: Gerar
ru: Создать

source: Generate Swatch from the open Document
ar: أنشئ عينة من المستند المفتوح
eo: Generu Swatch el la malfermita Dokumento
fr: Générer les godets depuis le document ouvert
he: יצירת מקבץ צבעים מהמסמך הפתוח
hi: खुले दस्तावेज़ से स्वैच उत्पन्न करें
pl: Utwórz łatę z otwartego dokumentu
pt_br: Gerar amostras a partir do documento aberto
ru: Создать образец из открытого документа

source: From Palette...
ar: من لوحة الألوان...
eo: De Paleto...
fr: Depuis la palette...
he: מלוח צבעים…
hi: पैलेट से...
pl: Z palety...
pt_br: A partir da paleta...
ru: Из палитры…
